{
  "10.1007/JHEP01(2024)176": "Integrating out a heavy scalar can cause the Higgs trilinear coupling to deviate from its Standard Model value: a good example is provided by an $SU(2)$ quadruplet. Constraints on the full theory, however, can limit the size of the deviation. We show that the bounded-from-below conditions for the Standard Model extended by an $SU(2)$ quadruplet strongly constrain the $\\mathbb{Z}_{2}$-breaking Higgs portal and can bound the Higgs trilinear coupling close to its Standard Model value. For TeV-scale quadruplet masses in models with custodial symmetry violation, these constraints can be a few times stronger than constraints from electroweak precision measurements. For the custodial quadruplet, these are the strongest theoretical constraints available.",
  "10.1103/PhysRevLett.132.141401": "The intrinsic presence of ghosts in the symmetric teleparallel framework is elucidated. We illustrate our general arguments in $f(\\mathbb{Q})$ theories by studying perturbations in the three inequivalent spatially flat cosmologies. Two of these branches exhibit reduced linear spectra, signalling they are infinitely strongly coupled. For the remaining branch we unveil the presence of seven gravitational degrees of freedom and show that at least one of them is a ghost. Our results rule out $f(\\mathbb{Q})$ cosmologies and clarify the number of propagating degrees of freedom in these theories.",
  "10.1088/1475-7516/2024/02/040": "Quintessence models have been widely examined in the context of scalar-Gauss-Bonnet gravity, a subclass of Horndeski's theory, and were proposed as viable candidates for Dark Energy. However, the relatively recent observational constraints on the speed of gravitational waves $c_{\\textrm{GW}}$ have resulted in many of those models being ruled out because they predict $c_{\\textrm{GW}} \\neq c$ generally. While these were formulated in the metric formalism of gravity, we put forward a new quintessence model with the scalar-Gauss-Bonnet action but in Weyl geometry, where the connection is not metric compatible. We find the fixed points of the dynamical system under some assumptions and determine their stability via linear analysis. The past evolution of the Universe can be reproduced correctly, but the late Universe constraints on $c_{\\textrm{GW}}$ are grossly violated. Moreover, at these later stages tensor modes suffer from the gradient instabilities. We also consider the implications of imposing an additional constraint $c_{\\textrm{GW}} = c$, but this does not lead to evolution that is consistent with cosmological observations",
  "10.1007/JHEP02(2024)207": "Theories with more than one scalar field often exhibit phase transitions producing potentially detectable gravitational wave (GW) signal. In this work we study the semi-annihilating $\\mathbb{Z}_3$ dark matter model, whose dark sector comprises an inert doublet and a complex singlet, and assess its prospects in future GW detectors. Without imposing limits from requirement of providing a viable dark matter candidate, i.e. taking into account only other experimental and theoretical constraints, we find that the first order phase transition in this model can be strong enough to lead to a detectable signal. However, direct detection and the dark matter thermal relic density constraint calculated with the state-of-the-art method including the impact of early kinetic decoupling, very strongly limit the parameter space of the model explaining all of dark matter and providing observable GW peak amplitude. Extending the analysis to underabundant dark matter thus reveals region with detectable GWs from a single-step or multi-step phase transition.",
  "10.1088/1475-7516/2024/03/016": "An extension of the bimetric theory of gravity is considered that includes quadratic Ricci curvature terms associated with each metric. The issue of the Boulware-Deser ghost is analyzed. The Hamiltonian constraint is derived and the existence of a secondary constraint is shown, proving that the theory is ghost-free.",
  "10.1088/1475-7516/2024/03/041": "We study single-field slow-roll inflation embedded in Palatini $F(R)$ gravity where $F(R)$ grows faster than $R^2$. Surprisingly, the consistency of the theory requires the Jordan frame inflaton potential to be unbounded from below. Even more surprisingly, this corresponds to an Einstein frame inflaton potential bounded from below and positive definite. We prove that for all such Palatini $F(R)$'s, there exists a universal strong coupling limit corresponding to a quadratic $F(R)$ with the wrong sign for the linear term and a cosmological constant in the Jordan frame. In such a limit, the tensor-to-scalar ratio $r$ does not depend on the original inflaton potential, while the scalar spectral index $n_s$ does. Unfortunately, the system is ill-defined out of the slow-roll regime. A possible way out is to upgrade to a $F(R,X)$ model, with $X$ the Jordan frame inflaton kinetic term. Such a modification essentially leaves the inflationary predictions unaffected.",
  "10.1088/1475-7516/2024/06/033": "We consider here natural inflation in the low energy (two-derivative) metric-affine theory containing only the minimal degrees of freedom in the inflationary sector, i.e. the massless graviton and the pseudo-Nambu-Goldstone boson (PNGB). This theory contains the Ricci-like and parity-odd Holst invariants together with non-minimal couplings between the PNGB and the above-mentioned invariants. The Palatini and Einstein-Cartan realizations of natural inflation are particular cases of our construction. Explicit models of this type featuring non-minimal couplings are shown to emerge from the microscopic dynamics of a QCD-like theory with an either sub-Planckian or trans-Planckian confining scale and that is renormalizable on Minkowski spacetime. Moreover, for these models, we find regions of the parameter space where the inflationary predictions agree with the most recent observations at the $2σ$ level. We find that in order to enter the $1σ$ region it is necessary (and sufficient) to have a finite value of the Barbero-Immirzi parameter and a sizable non-minimal coupling between the inflaton and the Holst invariant (with sign opposite to the Barbero-Immirzi parameter). Indeed, in this case the potential of the canonically normalized inflaton develops a plateau as shown analytically.",
  "10.1016/j.dark.2024.101509": "Palatini $F(R)$ gravity proved to be a powerful tool in order to realize asymptotically flat inflaton potentials. Unfortunately, it also inevitably implies higher-order inflaton kinetic terms in the Einstein frame that might jeopardize the evolution of the system out of the slow-roll regime. We prove that a $F(R+X)$ gravity, where $X$ is the inflaton kinetic term, solves the issue. Moreover, when $F$ is a quadratic function such a choice easily leads to a new class of inflationary attractors, fractional attractors, that generalizes the already well-known polynomial $α$-attractors.",
  "10.1088/1475-7516/2024/06/005": "Within the framework of metric-affine theories of gravity, where both the metric and connection are treated as independent variables, we consider actions quadratic in the Ricci scalar curvature coupled non-minimally to a scalar field through derivative couplings. Our analysis delves into the inflationary predictions, revealing their consistency with the latest observational constraints across a wide range of parameters. This compatibility permits adjustments such as an increase in the spectral index and a reduction in the tensor-to-scalar ratio. While we do not propose a specific reheating mechanism, our analysis demonstrates that within the quadratic model of inflation, the maximum reheating temperature can reach $\\sim 3\\times10^{15}\\, {\\rm GeV}$.",
  "10.1016/j.physletb.2024.138880": "Generalized uncertainty principles are effective changes to the Heisenberg uncertainty principle that emerge in several quantum gravity models. In the present letter, we study the consequences that two classes of these modifications yield on the physics of neutrinos. Besides analyzing the change in the oscillation probabilities that the generalized uncertainty principles entail, we assess their impact on the neutrino coherence length and their possible interpretation as nonstandard neutrino interactions. Constraints cast by present and planned neutrino experiments on the generalized uncertainty principles parameters are also derived.",
  "10.1051/0004-6361/202348672": "Multiple-cluster systems, superclusters, contain large numbers of galaxies assembled in clusters inter-connected by multi-scale filamentary networks. As such, superclusters are a smaller version of the cosmic web and can be considered as miniature universes. Superclusters also contain gas, hot in the clusters and warmer in the filaments. Thus, they are ideal laboratories to study the interplay between the galaxies and the gas. In this context, the Shapley supercluster (SSC) stands out since it hosts the highest number of galaxies in the local universe. In addition, it is detected in both X-rays and via the thermal Sunyaev-Zel'dovich (tSZ) effect, making it ideal for a multi-wavelength study. Applying for the first time a filament-finder based on graphs, T-REx, on a spectroscopic galaxy catalogue, we uncovered the 3D filamentary network in and around SSC. Simultaneously, we used a large sample of photometric galaxies with information on their star formation rates (SFR) in order to investigate the quenching of star formation in the SSC environments which we define with the gas distribution in the Planck tSZ map and the ROSAT X-ray map. We confirm filaments already observed in the distribution of galaxies of the SSC, and detect new ones. We observe the quenching of star formation as a function of the gas, and show a general trend of decreasing SFR where the tSZ and X-ray signals are the highest. Within these regions, we also observe a rapid decline of the number of star-forming galaxies, coinciding with an increasing number of transitioning and passive galaxies. Within the filaments, the fraction of passive galaxies is larger than outside filaments, irrespective of the gas pressure. Our results suggest the zone of influence of the SSC, in which galaxies are pre-processed and quenched, is well defined by the tSZ signal that combines the density and temperature of the environments.",
  "10.1103/PhysRevD.110.023040": "Primordial black holes (PBH) can efficiently form black hole binaries in the early universe. We update the resulting constraints on PBH abundance using data from the third observational run (O3) of LIGO-Virgo-KAGRA. To capture a wide range of PBH scenarios, we consider a variety of mass functions, including critical collapse in the QCD epoch in the presence of non-Gaussianities. Applying hierarchical Bayesian analysis to a population binaries consisting of primordial and astrophysical black holes, we find that, in every scenario, the PBHs can make up at most $f_{\\rm PBH} \\lesssim 10^{-3}$ of dark matter in the mass range $1-200~M_\\odot$. The shape and strength of the constraints are insensitive to the type of non-Gaussianities, the modifications to the mass function during the QCD epoch, or the modelling of the astrophysical PBH population.",
  "10.1088/1475-7516/2024/10/050": "Sizeable primordial curvature perturbations needed to seed a population of primordial black holes (PBHs) will be accompanied by a scalar-induced gravitational wave signal that can be detectable by pulsar timing arrays (PTA). We derive conservative bounds on the amplitude of the scalar power spectrum at the PTA frequencies and estimate the implied constraints on the PBH abundance. We show that only a small fraction of dark matter can consist of stellar mass PBHs when the abundance is calculated using threshold statistics. The strength and the shape of the constraint depend on the shape of the power spectrum and the nature of the non-Gaussianities. We find that constraints on the PBH abundance arise in the mass range $0.1-10^3\\, M_{\\odot}$, with the sub-solar mass range being constrained only for narrow curvature power spectra. These constraints are softened when positive non-Gaussianity is introduced and can be eliminated when $f_{\\rm NL} \\gtrsim 5$. On the other hand, if the PBH abundance is computed via the theory of peaks, the PTA constraints on PBHs are significantly relaxed, signalling once more the theoretical uncertainties in assessing the PBH abundance. We further discuss how strong positive non-Gaussianites can allow for heavy PBHs to potentially seed supermassive BHs.",
  "10.1093/mnras/stae2389": "Star-galaxy separation is a crucial step in creating target catalogues for extragalactic spectroscopic surveys. A classifier biased towards inclusivity risks including spurious stars, wasting fibre hours, while a more conservative classifier might overlook galaxies, compromising completeness and hence survey objectives. To avoid bias introduced by a training set in supervised methods, we employ an unsupervised machine learning approach. Using photometry from the Wide Area VISTA Extragalactic Survey (WAVES)-Wide catalogue comprising 9-band $u-K_s$ data, we create a feature space with colours, fluxes, and apparent size information extracted by ${\\rm P{\\scriptsize RO} F{\\scriptsize OUND}}$. We apply the non-linear dimensionality reduction method UMAP (Uniform Manifold Approximation and Projection) combined with the classifier ${\\rm{\\scriptsize HDBSCAN}}$ to classify stars and galaxies. Our method is verified against a baseline colour and morphological method using a truth catalogue from Gaia, SDSS, GAMA, and DESI. We correctly identify 99.72% of galaxies within the AB magnitude limit of $Z = 21.2$, with an F1 score of $0.9971 \\pm 0.0018$ across the entire ground truth sample, compared to $0.9879 \\pm 0.0088$ from the baseline method. Our method's higher purity ($0.9967 \\pm 0.0021$) compared to the baseline ($0.9795 \\pm 0.0172$) increases efficiency, identifying 11% fewer galaxy or ambiguous sources, saving approximately 70,000 fibre hours on the 4MOST instrument. We achieve reliable classification statistics for challenging sources including quasars, compact galaxies, and low surface brightness galaxies, retrieving 95.1%, 84.6%, and 99.5% of them respectively. Angular clustering analysis validates our classifications, showing consistency with expected galaxy clustering, regardless of the baseline classification.",
  "10.1088/1475-7516/2024/07/038": "Dark Matter (DM) can become captured, deposit annihilation energy, and hence increase the heat flow in exoplanets and brown dwarfs. Detecting such a DM-induced heating in a population of exoplanets in the inner kpc of the Milky Way thus provides potential sensitivity to the galactic DM halo parameters. We develop a Bayesian Hierarchical Model to investigate the feasibility of DM discovery with exoplanets and examine future prospects to recover the spatial distribution of DM in the Milky Way. We reconstruct from mock exoplanet datasets observable parameters such as exoplanet age, temperature, mass, and location, together with DM halo parameters, for representative choices of measurement uncertainty and the number of exoplanets detected. We find that detection of $\\mathcal{O}(100)$ exoplanets in the inner Galaxy can yield quantitative information on the galactic DM density profile, under the assumption of 10% measurement uncertainty. Even as few as $\\mathcal{O}(10)$ exoplanets can deliver meaningful sensitivities if the DM density and inner slope are sufficiently large.",
  "10.1051/0004-6361/202450846": "JWST observations have opened a new chapter in studies of supermassive black holes (SMBHs), stimulating discussion of two puzzles: the abundance of SMBHs in the early Universe and the fraction of dual AGNs. In this paper we argue that the answers to these puzzles may be linked to an interpretation of the data on the nHz gravitational wave (GWs) discovered by NANOGrav and other Pulsar Timing Arrays (PTAs) in terms of SMBH binaries losing energy by interactions with their environments as well as by GW emission. According to this interpretation, the SMBHs in low-$z$ AGNs are the tip of the iceberg of the local SMBH population, which are mainly in inactive galaxies. This interpretation would favour the observability of GW signals from BH binaries in LISA and deciHz GW detectors.",
  "10.1051/0004-6361/202451345": "We studied how eccentricity affects the gravitational wave (GW) spectrum from supermassive black hole (SMBH) binaries. We developed a fast and accurate semi-analytic method for computing the GW spectra, the distribution for the spectral fluctuations and the correlations between different frequencies. As GW emission circularizes binaries, the suppression of the signal strength due to eccentricity is relevant for signals from wider binaries emitting at lower frequencies. Such a feature is present in the signal observed at pulsar timing arrays. We found that when orbital decay of the SMBH binaries is driven by GWs only, the shape of the observed signal preferred highly eccentric binaries $\\langle e \\rangle_{2\\,{\\rm nHz}} = 0.83^{+0.04}_{-0.05}$. However, when environmental effects were included, the initial eccentricity could be significantly lowered, yet the scenario with purely circular binaries was still mildly disfavored.",
  "10.1088/1475-7516/2025/04/084": "We propose a new class of inflationary attractors in metric-affine gravity. Such class features a non-minimal coupling $\\tildeξ\\, Ω(φ)$ with the Holst invariant $\\tilde{\\cal R}$ and an inflaton potential proportional to $Ω(φ)^2$. The attractor behaviour of the class takes place with two combined strong coupling limits. The first limit is realized at large $\\tildeξ$, which makes the theory equivalent to a $\\tilde{\\cal R}^2$ model. Then, the second limit considers a very small Barbero-Immirzi parameter which leads the inflationary predictions of the $\\tilde{\\cal R}^2$ model towards the ones of Starobinsky inflation. Because of the analogy with the renown $ξ$-attractors, we label this new class as $\\tildeξ$-attractors.",
  "10.1103/PhysRevD.109.124014": "Accelerated expansion of the Universe prompted searches of modified gravity theory beyond general relativity, instead of adding a mysterious dark energy component with exotic physical properties. One such alternative gravity approach is metric-affine Palatini $f(\\hat{R})$ theory. By now routine gravitational wave detections have opened a promising avenue of searching for modified gravity effects. Future expected cases of strong lensing of gravitational waves will enhance this opportunity further. In this paper, we present a systematic study of the propagation and gravitational lensing of gravitational waves in Palatini $f(\\hat R)$ gravity and compare it with general relativity. Using the WKB approximation we explore the geometric-optical limit of lensing and derive the corrections to the measured luminosity distance of the gravitational source. In addition, we study the lensing by the Singular Isothermal Sphere lens model and show that Palatini $f(\\hat{R})$ modifies the lensing potential and hence the deflection angle. Then we show that the lens model and chosen theory of gravity influences the rotation of the gravitational wave polarization plane through the deflection angle. To be more specific we discuss the $f(\\hat R)=\\hat R+α\\hat R^2$ gravity theory and find that the modifications comparing to general relativity are negligible if the upper bound of $α\\sim 10^{9} \\, $m$^2$ suggested in the literature is adopted. However, this bound is not firmly established and can be updated in the future. Therefore, the results we obtained could be valuable for further metric-affine gravity vs. general relativity tests involving lensing of gravitational waves and comparison of luminosity distances measured from electromagnetic and gravitational wave sources.",
  "10.1103/PhysRevD.109.084073": "In this paper, we study the global phase space dynamics of single nonminimally coupled scalar field inflation models in the metric and Palatini formalisms. Working in the Jordan frame, we derive the scalar-tensor general field equations and flat FLRW cosmological equations, and present the Palatini and metric equations in a common framework. We show that inflation is characterized by a \"master\" trajectory from a saddle-type de Sitter fixed point to a stable node fixed point, approximated by slow roll conditions (presented for the first time in the Palatini formalism). We show that, despite different underlying equations, the fixed point structure and properties of many models are congruent in metric and Palatini, which explains their qualitative similarities and their suitability for driving inflation. On the other hand, the global phase portraits reveal how even models which predict the same values for observable perturbations differ, both to the extent of the phase space physically available to their trajectories, as well as their past asymptotic states. We also note how the slow roll conditions tend to underestimate the end of inflationary accelerated expansion experienced by the true nonlinear \"master\" solution. The explicit examples we consider range from the metric and Palatini induced gravity quintic potential with a Coleman-Weinberg correction factor to Starobinsky, metric and Palatini nonminimal Higgs, second order pole, and several nontrivial Palatini models.",
  "10.1016/j.ppnp.2024.104134": "The study of entanglement in particle physics has been gathering pace in the past few years. It is a new field that is providing important results about the possibility of detecting entanglement and testing Bell inequality at colliders for final states as diverse as top-quark, $τ$-lepton pairs and $Λ$-baryons, massive gauge bosons and vector mesons. In this review, after presenting definitions, tools and basic results that are necessary for understanding these developments, we summarize the main findings -- as published by the beginning of year 2024 -- including analyses of experimental data in $B$ meson decays and top-quark pair production. We include a detailed discussion of the results for both qubit and qutrits systems, that is, final states containing spin one-half and spin one particles. Entanglement has also been proposed as a new tool to constrain new particles and fields beyond the Standard Model and we introduce the reader to this promising feature as well.",
  "10.3390/sym16081036": "The decays of the $B$ meson into vector mesons, observed at the LHCb experiment, provide an ideal laboratory to investigate particle physics phenomena with quantum information theory methods. In this article, we focus on the decays yielding a pair of $\\itΦ$ mesons to investigate the presence of entanglement in the spin correlations of the system and quantify the amount of Bell inequality violation it entails. Our results show that the present LHCb data allows access to entanglement and to the Bell inequality violation with a significance exceeding the 5$σ$ threshold in both the cases. This demonstrates that the strong and electroweak interactions responsible for the $B$ meson decay act as a source of entanglement and the quantum mechanics nature of high-energy phenomena. Particular attention is paid to the assessment of loopholes: deficiencies in the experimental setup which could invalidate the results of the Bell test.",
  "10.1103/PhysRevD.110.076004": "The Future Circular Collider (FCC) -- in its first incarnation as a lepton collider -- will produce, according to the proposed design, more than 100 billion pairs of $τ$ leptons after working for four years at the energy of the $Z$-boson resonance. The $τ$ lepton is special because its relatively long lifetime makes it possible to reconstruct the momenta of neutrinos emitted in the single pion decay mode. The resulting large number of events is an ideal source for a full quantum tomography of the process that will test quantum entanglement and the violation of Bell inequality with unprecedented precision. In addition, the study of polarizations and spin correlations can provide a competitive determination of the Weinberg angle $ θ_W$ and constrain possible anomalous couplings in the neutral electroweak current. We utilize analytic results and Monte Carlo simulations to explore to what extent these goals might be accomplished.",
  "10.1051/0004-6361/202450011": "We investigated the prevalence of giant radio galaxies (GRGs), some of the largest structures powered by supermassive black holes, within supercluster environments, and the influence of such environments on their properties. Utilising two large catalogues of superclusters (401) and GRGs (1446), we established the existence of 77 GRGs (5.3%) residing in 64 superclusters (16%) within $\\rm 0.05 \\leq z \\leq 0.42$. Among the 77 GRGs found in superclusters, we identified $\\sim$70% as residing within galaxy clusters. Within the subset of GRGs not located in superclusters, which constitutes 94.7% of the sample, a mere 21% are associated with galaxy clusters, while the remaining majority are situated in sparser environments. We examined the influence of differing environments, such as cluster versus non-cluster and supercluster versus non-supercluster regions, on the size of GRGs, while also exploring the driving factors behind their overall growth. Our findings show that the largest GRGs ($\\gtrsim$3 Mpc) grow in underdense environments beyond the confines of dense environments. Moreover, we show that $\\sim$ 24% of 1446 GRGs reside in galaxy clusters. We conclude that GRGs preferentially grow in sparser regions of the cosmic web and have a significantly larger median size. Finally, we demonstrate the potential of GRGs as astrophysical probes with specific cases where GRGs, exhibiting polarised emissions and located behind superclusters (acting as natural Faraday screens), were used to estimate magnetic field strengths of the supercluster environment at sub-microgauss levels.",
  "10.1088/1475-7516/2024/11/043": "Motivated by cosmological applications for interacting matters, an extension of the action functional for relativistic fluids is proposed to incorporate the physics of non-adiabatic processes and chemical reactions. The former are characterised by entropy growth, while the latter violate particle number conservation. The relevance of these physics is demonstrated in the contexts of self-interacting fluids, fluids interacting with scalar fields, and hyperhydrodynamical interactions with geometry. The possible cosmological applications range from early-universe phase transitions to astrophysical phenomena, and from matter creation inflationary alternatives to interacting dark sector alternatives to the $Λ$CDM model that aim to address its tensions. As an example of the latter, a single fluid model of a unified dark sector is presented. The simple action of the model features one field and one parameter, yet it can both reproduce the $Λ$CDM cosmology and predict new phenomenology.",
  "10.1103/PhysRevD.110.124013": "In this work, we study cosmological spacetime configurations in $f(Q)$ gravity with nonvanishing symmetric teleparallel connections. It is known that the spatially flat, homogeneous and isotropic connections can be classified into three sets. Focusing on two of those, we explore the stability of cosmological background evolution near the general relativity regime across radiation, matter, dark energy, and geometric dark energy dominated eras. Our results show that for the standard connection set 1 the general relativity regime can be realized in two ways and both exhibit stable behavior throughout all evolutionary epochs. Conversely, for the alternative connection set 2 the trivial general relativity limit is stable, while the nontrivial option exhibits stability during the radiation era and marginal stability during the matter era, but for the dark energy and geometric dark energy eras our results are inconclusive. Furthermore, we discuss the general conditions on the function $f(Q)$ that physically viable models should obey, and point out that for a generic $f(Q)$ the alternative connection sets 2 and 3 are prone to trigger a sudden singularity. This can happen even near the otherwise good looking general relativity regime, as we demonstrate by an explicit numerical example. Hence the alternative configurations could be problematic already on the background level.",
  "10.1088/1475-7516/2024/05/001": "We explore a new action formulation of hyperfluids, fluids with intrinsic hypermomentum. Brown's Lagrangian for a relativistic perfect fluid is generalised by incorporating the degrees of freedom encoded in the hypermomentum tensor, namely by including connection-matter couplings. Quite interestingly, generic hyperfluids are imperfect, since hypermomentum induces such effects as bulk and shear viscosities as well as heat fluxes. The various coefficients that appear in the first order expansion of hydrodynamics can now be deduced from a Lagrangian formulation, given a geometrical interpretation and a suggested microscopic description in terms of hypermomentum. This connection between hypermomentum and dissipative fluids could shed new light on the physics of relativistic hydrodynamics. The applicability of the new formalism is demonstrated by exact cosmological solutions.",
  "10.1016/j.cpc.2024.109399": "Tau leptons serve as an important tool for studying the production of Higgs and electroweak bosons, both within and beyond the Standard Model of particle physics. Accurate reconstruction and identification of hadronically decaying tau leptons is a crucial task for current and future high energy physics experiments. Given the advances in jet tagging, we demonstrate how tau lepton reconstruction can be decomposed into tau identification, kinematic reconstruction, and decay mode classification in a multi-task machine learning setup. Based on an electron-positron collision dataset with full detector simulation and reconstruction, we show that common jet tagging architectures can be effectively used for these sub-tasks. We achieve comparable momentum resolutions of 2-3% with all the tested models, while the precision of reconstructing individual decay modes is between 80-95%. We find ParticleTransformer to be the best-performing approach, significantly outperforming the heuristic baseline. This paper also serves as an introduction to a new publicly available $\\mathtt{Fu}τ\\mathtt{ure}$ dataset for the development of tau reconstruction algorithms. This allows to further study the resilience of ML models to domain shifts and the efficient use of foundation models for such tasks.",
  "10.1007/JHEP10(2024)209": "Diboson production in association with jets is studied in the fully leptonic final states, pp $\\to$ (Z$γ^*$)(Z/$γ^*$) + jets $\\to$ 2$\\ell$2$\\ell'$ + jets, ($\\ell,\\ell'$ = e or $μ$) in proton-proton collisions at a center-of-mass energy of 13 TeV. The data sample corresponds to an integrated luminosity of 138 fb$^{-1}$ collected with the CMS detector at the LHC. Differential distributions and normalized differential cross sections are measured as a function of jet multiplicity, transverse momentum $p_\\mathrm{T}$, pseudorapidity $η$, invariant mass and $Δη$ of the highest-$p_\\mathrm{T}$ and second-highest-$p_\\mathrm{T}$ jets, and as a function of invariant mass of the four-lepton system for events with various jet multiplicities. These differential cross sections are compared with theoretical predictions that mostly agree with the experimental data. However, in a few regions we observe discrepancies between the predicted and measured values. Further improvement of the predictions is required to describe the ZZ + jets production in the whole phase space.",
  "10.1140/epjc/s10052-024-13116-7": "A measurement is presented of a ratio observable that provides a measure of the azimuthal correlations among jets with large transverse momentum $p_\\mathrm{T}$. This observable is measured in multijet events over the range of $p_\\mathrm{T}$ = 360-3170 GeV based on data collected by the CMS experiment in proton-proton collisions at a centre-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 134 fb$^{-1}$. The results are compared with predictions from Monte Carlo parton-shower event generator simulations, as well as with fixed-order perturbative quantum chromodynamics (pQCD) predictions at next-to-leading-order (NLO) accuracy obtained with different parton distribution functions (PDFs) and corrected for nonperturbative and electroweak effects. Data and theory agree within uncertainties. From the comparison of the measured observable with the pQCD prediction obtained with the NNPDF3.1 NLO PDFs, the strong coupling at the Z boson mass scale is $α_\\mathrm{S}(m_\\mathrm{Z})$ = 0.1177 $\\pm$ 0.0013 (exp) $_{-0.0073}^{+0.0116}$ (theo) = 0.1177 $_{-0.0074}^{+0.0117}$, where the total uncertainty is dominated by the scale dependence of the fixed-order predictions. A test of the running of $α_\\mathrm{S}(m_\\mathrm{Z})$ in the TeV region shows no deviation from the expected NLO pQCD behaviour.",
  "10.1007/JHEP06(2024)123": "A search for heavy neutral leptons (HNLs) of Majorana or Dirac type using proton-proton collision data at $\\sqrt{s}$ = 13 TeV is presented. The data were collected by the CMS experiment at the CERN LHC and correspond to an integrated luminosity of 138 fb$^{-1}$. Events with three charged leptons (electrons, muons, and hadronically decaying tau leptons) are selected, corresponding to HNL production in association with a charged lepton and decay of the HNL to two charged leptons and a standard model (SM) neutrino. The search is performed for HNL masses between 10 GeV and 1.5 TeV. No evidence for an HNL signal is observed in data. Upper limits at 95% confidence level are found for the squared coupling strength of the HNL to SM neutrinos, considering exclusive coupling of the HNL to a single SM neutrino generation, for both Majorana and Dirac HNLs. The limits exceed previously achieved experimental constraints for a wide range of HNL masses, and the limits on tau neutrino coupling scenarios with HNL masses above the W boson mass are presented for the first time.",
  "10.1007/JHEP09(2024)186": "A search for a new charged particle X with mass between 0.3 and 2.0 TeV decaying to a W boson and a photon is presented, using proton-proton collision data at a center-of-mass energy of 13 TeV, collected by the CMS experiment and corresponding to an integrated luminosity of 138 fb$^{-1}$. Particle X has electric charge $\\pm$ 1 and is assumed to have spin 0. The search is performed using the electron and muon decays of the W boson. No significant excess above the predicted background is observed. The upper limit at 95% confidence level on the product of the production cross section of the X and its branching fraction to a W boson and a photon is found to be 94 (137) fb for a 0.3 TeV resonance and 0.75 (0.81) fb for a 2.0 TeV resonance, for an X width-to-mass ratio of 0.01% (5%). This search presents the most stringent constraints to date on the existence of such resonances across the probed mass range. A statistical combination with an earlier study based on the hadronic decay mode of the W boson is also performed, and the upper limit at 95% confidence level for a 2.0 TeV resonance is reduced to 0.50 (0.63) fb for an X width-to-mass ratio of 0.01% (5%).",
  "10.1007/JHEP07(2024)293": "A search for Higgs boson pair (HH) production with one Higgs boson decaying to two bottom quarks and the other to two W bosons are presented. The search is done using proton-proton collisions data at a centre-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 138 fb$^{-1}$ recorded by the CMS detector at the LHC from 2016 to 2018. The final states considered include at least one leptonically decaying W boson. No evidence for the presence of a signal is observed and corresponding upper limits on the HH production cross section are derived. The limit on the inclusive cross section of the nonresonant HH production, assuming that the distributions of kinematic observables are as expected in the standard model (SM), is observed (expected) to be 14 (18) times the value predicted by the SM, at 95% confidence level. The limits on the cross section are also presented as functions of various Higgs boson coupling modifiers, and anomalous Higgs boson coupling scenarios. In addition, limits are set on the resonant HH production via spin-0 and spin-2 resonances within the mass range 250-900 GeV.",
  "10.1088/1748-0221/19/09/P09004": "The operation and performance of the Compact Muon Solenoid (CMS) electromagnetic calorimeter (ECAL) are presented, based on data collected in pp collisions at $\\sqrt{s}$ = 13 TeV at the CERN LHC, in the years from 2015 to 2018 (LHC Run 2), corresponding to an integrated luminosity of 151 fb$^{-1}$. The CMS ECAL is a scintillating lead-tungstate crystal calorimeter, with a silicon strip preshower detector in the forward region that provides precise measurements of the energy and the time-of-arrival of electrons and photons. The successful operation of the ECAL is crucial for a broad range of physics goals, ranging from observing the Higgs boson and measuring its properties, to other standard model measurements and searches for new phenomena. Precise calibration, alignment, and monitoring of the ECAL response are important ingredients to achieve these goals. To face the challenges posed by the higher luminosity, which characterized the operation of the LHC in Run 2, the procedures established during the 2011-2012 run of the LHC have been revisited and new methods have been developed for the energy measurement and for the ECAL calibration. The energy resolution of the calorimeter, for electrons from Z boson decays reaching the ECAL without significant loss of energy by bremsstrahlung, was better than 1.8%, 3.0%, and 4.5% in the $\\lvertη\\rvert$ intervals [0.0, 0.8], [0.8, 1.5], [1.5, 2.5], respectively. This resulting performance is similar to that achieved during Run 1 in 2011-2012, in spite of the more severe running conditions.",
  "10.1088/1361-6633/ad7e4d": "Entanglement is an intrinsic property of quantum mechanics and is predicted to be exhibited in the particles produced at the Large Hadron Collider. A measurement of the extent of entanglement in top quark-antiquark ($\\mathrm{t\\bar{t}}$) events produced in proton-proton collisions at a center-of-mass energy of 13 TeV is performed with the data recorded by the CMS experiment at the CERN LHC in 2016, and corresponding to an integrated luminosity of 36.3 fb$^{-1}$. The events are selected based on the presence of two leptons with opposite charges and high transverse momentum. An entanglement-sensitive observable $D$ is derived from the top quark spin-dependent parts of the $\\mathrm{t\\bar{t}}$ production density matrix and measured in the region of the $\\mathrm{t\\bar{t}}$ production threshold. Values of $D$ $\\lt$ $-$1/3 are evidence of entanglement and $D$ is observed (expected) to be $-$0.480 $^{+0.026}_{-0.029}$ $(-$0.467 $^{+0.026}_{-0.029})$ at the parton level. With an observed significance of 5.1 standard deviations with respect to the non-entangled hypothesis, this provides observation of quantum mechanical entanglement within $\\mathrm{t\\bar{t}}$ pairs in this phase space. This measurement provides a new probe of quantum mechanics at the highest energies ever produced.",
  "10.1103/PhysRevLett.133.161805": "The first search for the Z boson decay to $ττμμ$ at the CERN LHC is presented, based on data collected by the CMS experiment at the LHC in proton-proton collisions at a center-of-mass energy of 13 TeV and corresponding to an integrated luminosity of 138 fb$^{-1}$. The data are compatible with the predicted background. For the first time, an upper limit at the 95% confidence level of 6.9 times the standard model expectation is placed on the ratio of the Z $\\to$ $ττμμ$ to Z $\\to$ 4$μ$ branching fractions. Limits are also placed on the six flavor-conserving four-lepton effective-field-theory operators involving two muons and two tau leptons, for the first time testing all such operators.",
  "10.1140/epjc/s10052-024-13021-z": "A search for ZZ and ZH production in the $\\mathrm{b\\bar{b}b\\bar{b}}$ final state is presented, where H is the standard model (SM) Higgs boson. The search uses an event sample of proton-proton collisions corresponding to an integrated luminosity of 133 fb$^{-1}$ collected at a center-of-mass energy of 13 TeV with the CMS detector at the CERN LHC. The analysis introduces several novel techniques for deriving and validating a multi-dimensional background model based on control samples in data. A multiclass multivariate classifier customized for the $\\mathrm{b\\bar{b}b\\bar{b}}$ final state is developed to derive the background model and extract the signal. The data are found to be consistent, within uncertainties, with the SM predictions. The observed (expected) upper limits at 95% confidence level are found to be 3.8 (3.8) and 5.0 (2.9) times the SM prediction for the ZZ and ZH production cross sections, respectively.",
  "10.1140/epjc/s10052-024-12727-4": "A search for exotic decays of the Higgs boson (H) with a mass of 125 GeV to a pair of light pseudoscalars $\\mathrm{a}_1$ is performed in final states where one pseudoscalar decays to two b quarks and the other to a pair of muons or $τ$ leptons. A data sample of proton-proton collisions at $\\sqrt{s}$ = 13 TeV corresponding to an integrated luminosity of 138 fb$^{-1}$ recorded with the CMS detector is analyzed. No statistically significant excess is observed over the standard model backgrounds. Upper limits are set at 95% confidence level (CL) on the Higgs boson branching fraction to $μμ$bb and to $ττ$bb, via a pair of $\\mathrm{a}_1$s. The limits depend on the pseudoscalar mass $m_{\\mathrm{a}_1}$ and are observed to be in the range (0.17-3.3) $\\times$ 10$^{-4}$ and (1.7-7.7) $\\times$ 10$^{-2}$ in the $μμ$bb and $ττ$bb final states, respectively. In the framework of models with two Higgs doublets and a complex scalar singlet (2HDM+S), the results of the two final states are combined to determine model-independent upper limits on the branching fraction $\\mathcal{B}$(H $\\to$ $\\mathrm{a}_1\\mathrm{a}_1$ $\\to$ $\\ell\\ell$bb) at 95% CL, with $\\ell$ being a muon or a $τ$ lepton. For different types of 2HDM+S, upper bounds on the branching fraction $\\mathcal{B}$(H $\\to$ $\\mathrm{a}_1\\mathrm{a}_1$) are extracted from the combination of the two channels. In most of the Type II 2HDM+S parameter space, $\\mathcal{B}($H $\\to$ $\\mathrm{a}_1\\mathrm{a}_1$) values above 0.23 are excluded at 95% CL for $m_{\\mathrm{a}_1}$ values between 15 and 60 GeV.",
  "10.1140/epjc/s10052-024-12925-0": "A study of the anomalous couplings of the Higgs boson to vector bosons, including $CP$-violation effects, has been conducted using its production and decay in the WW channel. This analysis is performed on proton-proton collision data collected with the CMS detector at the CERN LHC during 2016-2018 at a center-of-mass energy of 13 TeV, and corresponds to an integrated luminosity of 138 fb$^{-1}$. The different-flavor dilepton (e$μ$) final state is analyzed, with dedicated categories targeting gluon fusion, electroweak vector boson fusion, and associated production with a W or Z boson. Kinematic information from associated jets is combined using matrix element techniques to increase the sensitivity to anomalous effects at the production vertex. A simultaneous measurement of four Higgs boson couplings to electroweak vector bosons is performed in the framework of a standard model effective field theory. All measurements are consistent with the expectations for the standard model Higgs boson and constraints are set on the fractional contribution of the anomalous couplings to the Higgs boson production cross section.",
  "10.1103/PhysRevD.110.012013": "A search for beyond the standard model spin-0 bosons, $φ$, that decay into pairs of electrons, muons, or tau leptons is presented. The search targets the associated production of such bosons with a W or Z gauge boson, or a top quark-antiquark pair, and uses events with three or four charged leptons, including hadronically decaying tau leptons. The proton-proton collision data set used in the analysis was collected at the LHC from 2016 to 2018 at a center-of-mass energy of 13 TeV, and corresponds to an integrated luminosity of 138 fb$^{-1}$. The observations are consistent with the predictions from standard model processes. Upper limits are placed on the product of cross sections and branching fractions of such new particles over the mass range of 15 to 350 GeV with scalar, pseudoscalar, or Higgs-boson-like couplings, as well as on the product of coupling parameters and branching fractions. Several model-dependent exclusion limits are also presented. For a Higgs-boson-like $φ$ model, limits are set on the mixing angle of the Higgs boson with the $φ$ boson. For the associated production of a $φ$ boson with a top quark-antiquark pair, limits are set on the coupling to top quarks. Finally, limits are set for the first time on a fermiophilic dilaton-like model with scalar couplings and a fermiophilic axion-like model with pseudoscalar couplings.",
  "10.1088/1748-0221/19/09/P09012": "The performance of muon tracking, identification, triggering, momentum resolution, and momentum scale has been studied with the CMS detector at the LHC using data collected at $\\sqrt{s_\\mathrm{NN}}$ = 5.02 TeV in proton-proton (pp) and lead-lead (PbPb) collisions in 2017 and 2018, respectively, and at $\\sqrt{s_\\mathrm{NN}}$ = 8.16 TeV in proton-lead (pPb) collisions in 2016. Muon efficiencies, momentum resolutions, and momentum scales are compared by focusing on how the muon reconstruction performance varies from relatively small occupancy pp collisions to the larger occupancies of pPb collisions and, finally, to the highest track multiplicity PbPb collisions. We find the efficiencies of muon tracking, identification, and triggering to be above 90% throughout most of the track multiplicity range. The momentum resolution and scale are unaffected by the detector occupancy. The excellent muon reconstruction of the CMS detector enables precision studies across all available collision systems.",
  "10.1103/PhysRevD.110.012004": "A search for heavy neutral leptons (HNLs) decaying in the CMS muon system is presented. A data sample is used corresponding to an integrated luminosity of 138 fb$^{-1}$ of proton-proton collisions at $\\sqrt{s}$ = 13 TeV, recorded at the CERN LHC in 2016-2018. Decay products of long-lived HNLs could interact with the shielding materials in the CMS muon system and create hadronic and electromagnetic showers detected in the muon chambers. This distinctive signature provides a unique handle to search for HNLs with masses below 4 GeV and proper decay lengths of the order of meters. The signature is sensitive to HNL couplings to all three generations of leptons. Candidate events are required to contain a prompt electron or muon originating from a vertex on the beam axis and a displaced shower in the muon chambers. No significant deviations from the standard model background expectation are observed. In the electron (muon) channel, the most stringent limits to date are set for HNLs in the mass range of 2.1-3.0 (1.9-3.3) GeV, reaching mixing matrix element squared values as low as 8.6 (4.6) $\\times$ 10$^{-6}$.",
  "10.1103/PhysRevD.109.112001": "A combination of the results of several searches for the electroweak production of the supersymmetric partners of standard model bosons, and of charged leptons, is presented. All searches use proton-proton collision data at $\\sqrt{s}$ = 13 TeV recorded with the CMS detector at the LHC in 2016-2018. The analyzed data correspond to an integrated luminosity of up to 137 fb$^{-1}$. The results are interpreted in terms of simplified models of supersymmetry. Two new interpretations are added with this combination: a model spectrum with the bino as the lightest supersymmetric particle together with mass-degenerate higgsinos decaying to the bino and a standard model boson, and the compressed-spectrum region of a previously studied model of slepton pair production. Improved analysis techniques are employed to optimize sensitivity for the compressed spectra in the wino and slepton pair production models. The results are consistent with expectations from the standard model. The combination provides a more comprehensive coverage of the model parameter space than the individual searches, extending the exclusion by up to 125 GeV, and also targets some of the intermediate gaps in the mass coverage.",
  "10.1103/PhysRevD.109.112005": "A search for the production of long-lived particles in proton-proton collisions at a center-of-mass energy of 13 TeV at the CERN LHC is presented. The search is based on data collected by the CMS experiment in 2016-2018, corresponding to a total integrated luminosity of 137 fb$^{-1}$. This search is designed to be sensitive to long-lived particles with mean proper decay lengths between 0.1 and 1000 mm, whose decay products produce a final state with at least one displaced vertex and missing transverse momentum. A machine learning algorithm, which improves the background rejection power by more than an order of magnitude, is applied to improve the sensitivity. The observation is consistent with the standard model background prediction, and the results are used to constrain split supersymmetry (SUSY) and gauge-mediated SUSY breaking models with different gluino mean proper decay lengths and masses. This search is the first CMS search that shows sensitivity to hadronically decaying long-lived particles from signals with mass differences between the gluino and neutralino below 100 GeV. It sets the most stringent limits to date for split-SUSY models and gauge-mediated SUSY breaking models with gluino proper decay length less than 6 mm.",
  "10.1007/JHEP07(2024)142": "A search for ``emerging jets'' produced in proton-proton collisions at a center-of-mass energy of 13 TeV is performed using data collected by the CMS experiment corresponding to an integrated luminosity of 138 fb$^{-1}$. This search examines a hypothetical dark quantum chromodynamics (QCD) sector that couples to the standard model (SM) through a scalar mediator. The scalar mediator decays into an SM quark and a dark sector quark. As the dark sector quark showers and hadronizes, it produces long-lived dark mesons that subsequently decay into SM particles, resulting in a jet, known as an emerging jet, with multiple displaced vertices. This search looks for pair production of the scalar mediator at the LHC, which yields events with two SM jets and two emerging jets at leading order. The results are interpreted using two dark sector models with different flavor structures, and exclude mediator masses up to 1950 (1950) GeV for an unflavored (flavor-aligned) dark QCD model. The unflavored results surpass a previous search for emerging jets by setting the most stringent mediator mass exclusion limits to date, while the flavor-aligned results provide the first direct mediator mass exclusion limits to date.",
  "10.1103/PhysRevD.110.092002": "The first observation of the concurrent production of two J/$ψ$ mesons in proton-nucleus collisions is presented. The analysis is based on a proton-lead (pPb) data sample recorded at a nucleon-nucleon center-of-mass energy of 8.16 TeV by the CMS experiment at the CERN LHC and corresponding to an integrated luminosity of 174.6 nb$^{-1}$. The two J/$ψ$ mesons are reconstructed in their $μ^+μ^-$ decay channels with transverse momenta $p_\\mathrm{T}$ $\\gt$ 6.5 GeV and rapidity $\\lvert y \\rvert$ $\\lt$ 2.4. Events where one of the J/$ψ$ mesons is reconstructed in the dielectron channel are also considered in the search. The pPb $\\to$ J/$ψ$J/$ψ$ + X process is observed with a significance of 5.3 standard deviations. The measured inclusive fiducial cross section, using the four-muon channel alone, is $σ$(pPb $\\to$ J/$ψ$J/$ψ$ + X) = 22.0 $\\pm$ 8.9 (stat) $\\pm$ 1.5 (syst) nb. A fit of the data to the expected rapidity separation for pairs of J/$ψ$ mesons produced in single (SPS) and double (DPS) parton scatterings yields $σ^{\\mathrm{pPb} \\to \\mathrm{J}/ψ\\mathrm{J}/ψ+\\mathrm{X}}_\\text{SPS}$ = 16.5 $\\pm$ 10.8 (stat) $\\pm$ 0.1 (syst) nb and $σ^{\\mathrm{pPb} \\to \\mathrm{J}/ψ\\mathrm{J}/ψ+ \\mathrm{X}}_\\text{DPS}$ = 5.4 $\\pm$ 6.2 (stat) $\\pm$ 0.4 (syst) nb, respectively. This latter result can be transformed into a lower bound on the effective DPS cross section, closely related to the squared average interparton transverse separation in the collision, of $σ_\\text{eff}$ $\\gt$ 1.0 mb at 95% confidence level.",
  "10.1007/JHEP06(2024)183": "A search for long-lived heavy neutrinos (N) in the decays of B mesons produced in proton-proton collisions at $\\sqrt{s}$ = 13 TeV is presented. The data sample corresponds to an integrated luminosity of 41.6 fb$^{-1}$ collected in 2018 by the CMS experiment at the CERN LHC, using a dedicated data stream that enhances the number of recorded events containing B mesons. The search probes heavy neutrinos with masses in the range 1 $\\lt$ $m_\\mathrm{N}$ $\\lt$ 3 GeV and decay lengths in the range 10$^{-2}$ $\\lt$ $cτ_\\mathrm{N}$ $\\lt$ 10$^{4}$ mm, where $τ_\\mathrm{N}$ is the N proper mean lifetime. Signal events are defined by the signature B $\\to$ $\\ell_\\mathrm{B}$NX; N $\\to$ $\\ell^{\\pm} π^{\\mp}$, where the leptons $\\ell_\\mathrm{B}$ and $\\ell$ can be either a muon or an electron, provided that at least one of them is a muon. The hadronic recoil system, X, is treated inclusively and is not reconstructed. No significant excess of events over the standard model background is observed in any of the $\\ell^{\\pm} π^{\\mp}$ invariant mass distributions. Limits at 95% confidence level on the sum of the squares of the mixing amplitudes between heavy and light neutrinos, $\\vert V_\\mathrm{N}\\vert^2$, and on $cτ$ are obtained in different mixing scenarios for both Majorana and Dirac-like N particles. The most stringent upper limit $\\vert V_\\mathrm{N}\\vert^2$ $\\lt$ 2.0 $\\times$ 10$^{-5}$ is obtained at $m_\\mathrm{N}$ = 1.95 GeV for the Majorana case where N mixes exclusively with muon neutrinos. The limits on $\\vert V_\\mathrm{N}\\vert^2$ for masses 1 $\\lt$ $m_\\mathrm{N}$ $\\lt$ 1.7 GeV are the most stringent from a collider experiment to date.",
  "10.1007/s41781-024-00121-4": "This paper describes the COMBINE software package used for statistical analyses by the CMS Collaboration. The package, originally designed to perform searches for a Higgs boson and the combined analysis of those searches, has evolved to become the statistical analysis tool presently used in the majority of measurements and searches performed by the CMS Collaboration. It is not specific to the CMS experiment, and this paper is intended to serve as a reference for users outside of the CMS Collaboration, providing an outline of the most salient features and capabilities. Readers are provided with the possibility to run COMBINE and reproduce examples provided in this paper using a publicly available container image. Since the package is constantly evolving to meet the demands of ever-increasing data sets and analysis sophistication, this paper cannot cover all details of COMBINE. However, the online documentation referenced within this paper provides an up-to-date and complete user guide.",
  "10.1016/j.physletb.2024.139044": "The polarizations of prompt and non-prompt J$/ψ$ and $ψ$(2S) mesons are measured in proton-proton collisions at $\\sqrt{s}$ = 13 TeV, using data samples collected by the CMS experiment in 2017 and 2018, corresponding to a total integrated luminosity of 103.3 fb$^{-1}$. Based on the analysis of the dimuon decay angular distributions in the helicity frame, the polar anisotropy, $λ_θ$, is measured as a function of the transverse momentum, $p_\\mathrm{T}$, of the charmonium states, in the 25-120 and 20-100 GeV ranges for the J$/ψ$ and $ψ$(2S), respectively. The non-prompt polarizations agree with predictions based on the hypothesis that, for $p_\\mathrm{T}$ $\\gtrsim$ 25 GeV, the non-prompt J$/ψ$ and $ψ$(2S) are predominantly produced in two-body B meson decays. The prompt results clearly exclude strong transverse polarizations, even for $p_\\mathrm{T}$ exceeding 30 times the J$/ψ$ mass, where $λ_θ$ tends to an asymptotic value around 0.3. Taken together with previous measurements, by CMS and LHCb at $\\sqrt{s}$ = 7 TeV, the prompt polarizations show a significant variation with $p_\\mathrm{T}$, at low $p_\\mathrm{T}$.",
  "10.1140/epjc/s10052-024-13114-9": "Using proton-proton collision data corresponding to an integrated luminosity of 140 fb$^{-1}$ collected by the CMS experiment at $\\sqrt{s}$ = 13 TeV, the $Λ_\\text{b}^0$ $\\to$ J/$ψΞ^-$K$^+$ decay is observed for the first time, with a statistical significance exceeding 5 standard deviations. The relative branching fraction, with respect to the $Λ_\\text{b}^0$ $\\to$ $ψ$(2S)$Λ$ decay, is measured to be $\\mathcal{B}$($Λ_\\text{b}^0$ $\\to$ J/$ψΞ^-$K$^+$) / $\\mathcal{B}$( $Λ_\\text{b}^0$ $\\to$ $ψ$(2S)$Λ$) = [3.38 $\\pm$ 1.02 $\\pm$ 0.61 $\\pm$ 0.03]%, where the first uncertainty is statistical, the second is systematic, and the third is related to the uncertainties in $\\mathcal{B}$($ψ$(2S) $\\to$ J/$ψπ^+π^-$) and $\\mathcal{B}$($Ξ^-$ $\\to$ $Λπ^-$).",
  "10.1103/PhysRevLett.133.201803": "Searches for pair-produced multijet signatures using data corresponding to an integrated luminosity of 128 fb$^{-1}$ of proton-proton collisions at $\\sqrt{s}$ = 13 TeV are presented. A data scouting technique is employed to record events with low jet scalar transverse momentum sum values. The electroweak production of particles predicted in $R$-parity violating supersymmetric models is probed for the first time with fully hadronic final states. This is the first search for prompt hadronically decaying mass-degenerate higgsinos, and extends current exclusions on $R$-parity violating top squarks and gluinos.",
  "10.1103/PhysRevD.110.032007": "A search for long-lived particles (LLPs) decaying in the CMS muon detectors is presented. A data sample of proton-proton collisions at $\\sqrt{s}$ = 13 TeV corresponding to an integrated luminosity of 138 fb$^{-1}$ recorded at the LHC in 2016-2018, is used. The decays of LLPs are reconstructed as high multiplicity clusters of hits in the muon detectors. In the context of twin Higgs models, the search is sensitive to LLP masses from 0.4 to 55 GeV and a broad range of LLP decay modes, including decays to hadrons, $τ$ leptons, electrons, or photons. No excess of events above the standard model background is observed. The most stringent limits to date from LHC data are set on the branching fraction of the Higgs boson decay to a pair of LLPs with masses below 10 GeV. This search also provides the best limits for various intervals of LLP proper decay length and mass. Finally, this search sets the first limits at the LHC on a dark quantum chromodynamic sector whose particles couple to the Higgs boson through gluon, Higgs boson, photon, vector, and dark-photon portals, and is sensitive to branching fractions of the Higgs boson to dark quarks as low as 2 $\\times$ 10$^{-3}$.",
  "10.1007/JHEP10(2024)061": "A search for Higgs boson pair (HH) production in association with a vector boson V (W or Z boson) is presented. The search is based on proton-proton collision data at a center-of-mass energy of 13 TeV, collected with the CMS detector at the LHC, corresponding to an integrated luminosity of 138 fb$^{-1}$. Both hadronic and leptonic decays of V bosons are used. The leptons considered are electrons, muons, and neutrinos. The HH production is searched for in the $\\mathrm{b\\bar{b}b\\bar{b}}$ decay channel. An observed (expected) upper limit at 95% confidence level of VHH production cross section is set at 294 (124) times the standard model prediction. Constraints are also set on the modifiers of the Higgs boson trilinear self-coupling, $κ_λ$, assuming $κ_{2\\mathrm{V}}$ = 1 and vice versa on the coupling of two Higgs bosons with two vector bosons, $κ_{2\\mathrm{V}}$. The observed (expected) 95% confidence intervals of these coupling modifiers are -37.7 $\\lt$ $κ_λ$ $\\lt$ 37.2 (-30.1 $\\lt$ $κ_λ$ $\\lt$ 28.9) and -12.2 $\\lt$ $κ_{2\\mathrm{V}}$ $\\lt$ 13.5 (-7.2 $\\lt$ $κ_{2\\mathrm{V}}$ $\\lt$ 8.9), respectively.",
  "10.1016/j.physletb.2024.138964": "A measurement of the production cross section of a Higgs boson with transverse momentum greater than 250 GeV is presented where the Higgs boson decays to a pair of $τ$ leptons. It is based on proton-proton collision data collected by the CMS experiment at the CERN LHC at a center-of-mass energy of 13 TeV. The data sample corresponds to an integrated luminosity of 138 fb$^{-1}$. Because of the large transverse momentum of the Higgs boson the $τ$ leptons from its decays are boosted and produced spatially close, with their decay products overlapping. Therefore, a dedicated algorithm was developed to reconstruct and identify them. The observed (expected) significance of the measured signal with respect to the standard model background-only hypothesis is 3.5 (2.2) standard deviations. The product of the production cross section and branching fraction is measured to be 1.64 $^{+0.68}_{-0.54}$ times the standard model expectation. The fiducial differential production cross section is also measured as functions of the Higgs boson and leading jet transverse momenta. This measurement extends the probed large-transverse-momentum region in the $ττ$ final state beyond 600 GeV.",
  "10.1140/epjc/s10052-024-13244-0": "A search is reported for charge-parity $CP$ violation in D$^0$ $\\to$ K$^0_\\mathrm{S}$K$^0_\\mathrm{S}$ decays, using data collected in proton-proton collisions at $\\sqrt{s}$ = 13 TeV recorded by the CMS experiment in 2018. The analysis uses a dedicated data set that corresponds to an integrated luminosity of 41.6 fb$^{-1}$, which consists of about 10 billion events containing a pair of b hadrons, nearly all of which decay to charm hadrons. The flavor of the neutral D meson is determined by the pion charge in the reconstructed decays D$^{*+}$ $\\to$ D$^0π^+$ and D$^{*-}$ $\\to$ D$^0π^-$. The $CP$ asymmetry in D$^0$ $\\to$ K$^0_\\mathrm{S}$K$^0_\\mathrm{S}$ is measured to be $A_{CP}$(K$^0_\\mathrm{S}$K$^0_\\mathrm{S}$) = (6.2 $\\pm$ 3.0 $\\pm$ 0.2 $\\pm$ 0.8)%, where the three uncertainties represent the statistical uncertainty, the systematic uncertainty, and the uncertainty in the measurement of the $CP$ asymmetry in the D$^0$ $\\to$ K$^0_\\mathrm{S}π^+π^-$ decay. This is the first $CP$ asymmetry measurement by CMS in the charm sector as well as the first to utilize a fully hadronic final state.",
  "10.1007/JHEP06(2024)097": "A search is presented for the decay of the 125 GeV Higgs boson (H) to a pair of new light pseudoscalar bosons (a), followed by the prompt decay of each a boson to a bottom quark-antiquark pair, H $\\to$ aa $\\to$ $\\mathrm{b\\bar{b}b\\bar{b}}$. The analysis is performed using a data sample of proton-proton collisions collected with the CMS detector at a center-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 138 fb$^{-1}$. To reduce the background from standard model processes, the search requires the Higgs boson to be produced in association with a leptonically decaying W or Z boson. The analysis probes the production of new light bosons in a 15 $\\lt$ $m_\\mathrm{a}$ $\\lt$ 60 GeV mass range. Assuming the standard model predictions for the Higgs boson production cross sections for pp $\\to$ WH and ZH, model independent upper limits at 95% confidence level are derived for the branching fraction $\\mathcal{B}$(H $\\to$ aa $\\to$ $\\mathrm{b\\bar{b}b\\bar{b}}$). The combined WH and ZH observed upper limit on the branching fraction ranges from 1.10 for $m_\\mathrm{a} =$ 20 GeV to 0.36 for $m_\\mathrm{a} =$ 60 GeV, complementing other measurements in the $μμττ$, $ττττ$ and bb$\\ell\\ell$ ($\\ell = $ $μ$, $τ$) channels.",
  "10.1103/PhysRevD.110.052004": "A search is described for the production of a pair of bottom-type vector-like quarks (B VLQs) with mass greater than 1000 GeV. Each B VLQ decays into a b quark and a Higgs boson, a b quark and a Z boson, or a t quark and a W boson. This analysis considers both fully hadronic final states and those containing a charged lepton pair from a Z boson decay. The products of the H $\\to$ bb boson decay and of the hadronic Z or W boson decays can be resolved as two distinct jets or merged into a single jet, so the final states are classified by the number of reconstructed jets. The analysis uses data corresponding to an integrated luminosity of 138 fb$^{-1}$ collected in proton-proton collisions at $\\sqrt{s}$ = 13 TeV with the CMS detector at the LHC from 2016 to 2018. No excess over the expected background is observed. Lower limits are set on the B VLQ mass at 95% confidence level. These depend on the B VLQ branching fractions and are 1570 and 1540 GeV for 100% B $\\to$ bH and 100% B $\\to$ bZ, respectively. In most cases, the mass limits obtained exceed previous limits by at least 100 GeV.",
  "10.1016/j.physletb.2024.138979": "A search for violation of Lorentz invariance in the production of top quark pairs ($\\mathrm{t\\bar{t}}$) is presented. The measured normalized differential $\\mathrm{t\\bar{t}}$ production cross section, as function of the sidereal time, is examined for potential modulations induced by Lorentz-invariance breaking operators in an effective field theory extension of the standard model (SM). The cross section is measured from collision events collected by the CMS detector at a center-of-mass-energy of 13 TeV, corresponding to an integrated luminosity of 77.8 fb$^{-1}$, and containing one electron and one muon. The results are found to be compatible with zero, in agreement with the SM, and are used to place upper limits at 68% confidence level on the magnitude of the Lorentz-violating couplings ranging from 1-8 $\\times$ 10$^{-3}$. This is the first precision test of the isotropy in special relativity with top quarks at the LHC, restricting further the bounds on such couplings by up two orders of magnitude with respect to previous searches conducted at the Tevatron.",
  "10.1103/PhysRevD.109.112003": "A search for pair production of scalar and vector leptoquarks (LQs) each decaying to a muon and a bottom quark is performed using proton-proton collision data collected at $\\sqrt{s}$ = 13 TeV with the CMS detector at the CERN LHC, corresponding to an integrated luminosity of 138 fb$^{-1}$. No excess above standard model expectation is observed. Scalar (vector) LQs with masses less than 1810 (2120) GeV are excluded at 95% confidence level, assuming a 100% branching fraction of the LQ decaying to a muon and a bottom quark. These limits represent the most stringent to date.",
  "10.1103/PhysRevD.109.L111101": "The J/$ψ$ $\\to$ $μ^+μ^-μ^+μ^-$ decay has been observed with a statistical significance in excess of five standard deviations. The analysis is based on an event sample of proton-proton collisions at a center-of-mass energy of 13 TeV, collected by the CMS experiment in 2018 and corresponding to an integrated luminosity of 33.6 fb$^{-1}$. Normalizing to the J/$ψ$ $\\to$ $μ^+μ^-$ decay mode leads to a branching fraction [10.1 $^{+3.3}_{-2.7}$ (stat) $\\pm$ 0.4 (syst)] $\\times$ 10$^{-7}$, a value that is consistent with the standard model prediction.",
  "10.1007/JHEP05(2024)047": "An inclusive search for long-lived exotic particles (LLPs) decaying to final states with a pair of muons is presented. The search uses data corresponding to an integrated luminosity of 36.6 fb$^{-1}$ collected by the CMS experiment from the proton-proton collisions at $\\sqrt{s}$ = 13.6 TeV in 2022, the first year of Run 3 of the CERN LHC. The experimental signature is a pair of oppositely charged muons originating from a common vertex spatially separated from the proton-proton interaction point by distances ranging from several hundred $μ$m to several meters. The sensitivity of the search benefits from new triggers for displaced dimuons developed for Run 3. The results are interpreted in the framework of the hidden Abelian Higgs model, in which the Higgs boson decays to a pair of long-lived dark photons, and of an $R$-parity violating supersymmetry model, in which long-lived neutralinos decay to a pair of muons and a neutrino. The limits set on these models are the most stringent to date in wide regions of lifetimes for LLPs with masses larger than 10 GeV.",
  "10.1007/JHEP10(2024)247": "The effective lifetime of the B$^0_\\mathrm{s}$ meson in the decay B$^0_\\mathrm{s}$ $\\to$ J/$ψ$K$^0_\\mathrm{S}$ is measured using data collected during 2016-2018 with the CMS detector in $\\sqrt{s}$ = 13 TeV proton-proton collisions at the LHC, corresponding to an integrated luminosity of 140 fb$^{-1}$. The effective lifetime is determined by performing a two-dimensional unbinned maximum likelihood fit to the B$^0_\\mathrm{s}$ meson invariant mass and proper decay time distributions. The resulting value of 1.59 $\\pm$ 0.07 (stat) $\\pm$ 0.03 (syst) ps is the most precise measurement to date and is in good agreement with the expected value.",
  "10.1103/PhysRevD.110.072012": "A search for electroweak production of a single vector-like T quark in association with a bottom (b) quark in the all-hadronic decay channel is presented. This search uses proton-proton collision data at $\\sqrt{s}$ = 13 TeV collected by the CMS experiment at the CERN LHC during 2016-2018, corresponding to an integrated luminosity of 138 fb$^{-1}$. The T quark is assumed to have charge 2/3 and decay to a top (t) quark and a Higgs (H) or Z boson. Hadronic decays of the t quark and the H or Z boson are reconstructed from the kinematic properties of jets, including those containing b hadrons. No deviation from the standard model prediction is observed in the reconstructed tH and tZ invariant mass distributions. The 95% confidence level upper limits on the product of the production cross section and branching fraction of a T quark produced in association with a b quark and decaying via tH or tZ range from 1260 to 68 fb for T quark masses of 600-1200 GeV.",
  "10.1007/JHEP08(2024)215": "Results are presented from a search for new physics in high-mass diphoton events from proton-proton collisions at $\\sqrt{s}$ = 13 TeV. The data set was collected in 2016-2018 with the CMS detector at the LHC and corresponds to an integrated luminosity of 138 fb$^{-1}$. Events with a diphoton invariant mass greater than 500 GeV are considered. Two different techniques are used to predict the standard model backgrounds: parametric fits to the smoothly-falling background and a first-principles calculation of the standard model diphoton spectrum at next-to-next-to-leading order in perturbative quantum chromodynamics calculations. The first technique is sensitive to resonant excesses while the second technique can identify broad differences in the invariant mass shape. The data are used to constrain the production of heavy Higgs bosons, Randall-Sundrum gravitons, the large extra dimensions model of Arkani-Hamed, Dimopoulos, and Dvali (ADD), and the continuum clockwork mechanism. No statistically significant excess is observed. The present results are the strongest limits to date on ADD extra dimensions and RS gravitons with a coupling parameter greater than 0.1.",
  "10.1088/1361-6633/ad6fcb": "The production of a pair of $τ$ leptons via photon-photon fusion, $γγ$ $\\to$ $ττ$, is observed for the first time in proton-proton collisions, with a significance of 5.3 standard deviations. This observation is based on a data set recorded with the CMS detector at the LHC at a center-of-mass energy of 13 TeV and corresponding to an integrated luminosity of 138 fb$^{-1}$. Events with a pair of $τ$ leptons produced via photon-photon fusion are selected by requiring them to be back-to-back in the azimuthal direction and to have a minimum number of charged hadrons associated with their production vertex. The $τ$ leptons are reconstructed in their leptonic and hadronic decay modes. The measured fiducial cross section of $γγ$ $\\to$ $ττ$ is $σ^\\text{fid}_\\text{obs}$ = 12.4 $^{+3.8}_{-3.1}$ fb. Constraints are set on the contributions to the anomalous magnetic moment ($a_τ$) and electric dipole moments ($d_τ$) of the $τ$ lepton originating from potential effects of new physics on the $γττ$ vertex: $a_τ$ = 0.0009 $_{-0.0031}^{+0.0032}$ and $\\lvert d_τ\\rvert$ $\\lt$ 2.9 $\\times$ 10$^{-17}$ $e\\,$cm (95% confidence level), consistent with the standard model.",
  "10.1007/JHEP12(2024)035": "A measurement is performed of Higgs bosons produced with high transverse momentum ($p_\\mathrm{T}$) via vector boson or gluon fusion in proton-proton collisions. The result is based on a data set with a center-of-mass energy of 13 TeV collected in 2016-2018 with the CMS detector at the LHC and corresponds to an integrated luminosity of 138 fb$^{-1}$. The decay of a high-$p_\\mathrm{T}$ Higgs boson to a boosted bottom quark-antiquark pair is selected using large-radius jets and employing jet substructure and heavy-flavor taggers based on machine learning techniques. Independent regions targeting the vector boson and gluon fusion mechanisms are defined based on the topology of two quark-initiated jets with large pseudorapidity separation. The signal strengths for both processes are extracted simultaneously by performing a maximum likelihood fit to data in the large-radius jet mass distribution. The observed signal strengths relative to the standard model expectation are 4.9 $^{+1.9}_{-1.6}$ and 1.6 $^{+1.7}_{-1.5}$ for the vector boson and gluon fusion mechanisms, respectively. A differential cross section measurement is also reported in the simplified template cross section framework.",
  "10.1103/PhysRevLett.132.261902": "A combination of fifteen top quark mass measurements performed by the ATLAS and CMS experiments at the LHC is presented. The data sets used correspond to an integrated luminosity of up to 5 and 20$^{-1}$ of proton-proton collisions at center-of-mass energies of 7 and 8 TeV, respectively. The combination includes measurements in top quark pair events that exploit both the semileptonic and hadronic decays of the top quark, and a measurement using events enriched in single top quark production via the electroweak $t$-channel. The combination accounts for the correlations between measurements and achieves an improvement in the total uncertainty of 31% relative to the most precise input measurement. The result is $m_\\mathrm{t}$ = 172.52 $\\pm$ 0.14 (stat) $\\pm$ 0.30 (syst) GeV, with a total uncertainty of 0.33 GeV.",
  "10.1103/PhysRevLett.133.071903": "Energy correlators that describe energy-weighted distances between two or three particles in a jet are measured using an event sample of $\\sqrt{s}$ = 13 TeV proton-proton collisions collected by the CMS experiment and corresponding to an integrated luminosity of 36.3 fb$^{-1}$. The measured distributions are consistent with the trends in the simulation that reveal two key features of the strong interaction: confinement and asymptotic freedom. By comparing the ratio of the measured three- and two-particle energy correlator distributions with theoretical calculations that resum collinear emissions at approximate next-to-next-to-leading logarithmic accuracy matched to a next-to-leading order calculation, the strong coupling is determined at the Z boson mass: $α_\\mathrm{S}(m_\\mathrm{Z})$ = 0.1229 $^{+0.0040}_{-0.0050}$, the most precise $α_\\mathrm{S}(m_\\mathrm{Z})$ value obtained using jet substructure observables.",
  "10.1103/PhysRevLett.133.191902": "The first search for soft unclustered energy patterns (SUEPs) is performed using an integrated luminosity of 138 fb$^{-1}$ of proton-proton collision data at $\\sqrt{s}$ = 13 TeV collected in 2016-2018 by the CMS detector at the LHC. Such SUEPs are predicted by Hidden Valley models with a new, confining force with a large 't Hooft coupling. In events with boosted topologies, selected by high-threshold hadronic triggers, the multiplicity and sphericity of clustered tracks are used to reject the background from standard model quantum chromodynamics. With no observed excess of events over the standard model expectation, limits are set on the cross section for production via gluon fusion of a scalar mediator with SUEP-like decays.",
  "10.1007/s41781-024-00124-1": "Computing demands for large scientific experiments, such as the CMS experiment at the CERN LHC, will increase dramatically in the next decades. To complement the future performance increases of software running on central processing units (CPUs), explorations of coprocessor usage in data processing hold great potential and interest. Coprocessors are a class of computer processors that supplement CPUs, often improving the execution of certain functions due to architectural design choices. We explore the approach of Services for Optimized Network Inference on Coprocessors (SONIC) and study the deployment of this as-a-service approach in large-scale data processing. In the studies, we take a data processing workflow of the CMS experiment and run the main workflow on CPUs, while offloading several machine learning (ML) inference tasks onto either remote or local coprocessors, specifically graphics processing units (GPUs). With experiments performed at Google Cloud, the Purdue Tier-2 computing center, and combinations of the two, we demonstrate the acceleration of these ML algorithms individually on coprocessors and the corresponding throughput improvement for the entire workflow. This approach can be easily generalized to different types of coprocessors and deployed on local CPUs without decreasing the throughput performance. We emphasize that the SONIC approach enables high coprocessor usage and enables the portability to run workflows on different types of coprocessors.",
  "10.1103/PhysRevD.110.012002": "The first observation of the decay $Ξ^-_\\mathrm{b}$ $\\to$ $ψ$(2S)$Ξ^-$ and measurement of the branching ratio of $Ξ^-_\\mathrm{b}$ $\\to$ $ψ$(2S)$Ξ^-$ to $Ξ^-_\\mathrm{b}$ $\\to$ J/$ψ$$Ξ^-$ are presented. The J/$ψ$ and $ψ$(2S) mesons are reconstructed using their dimuon decay modes. The results are based on proton-proton colliding beam data from the LHC collected by the CMS experiment at $\\sqrt{s}$ = 13 TeV in 2016-2018, corresponding to an integrated luminosity of 140 fb$^{-1}$. The branching fraction ratio is measured to be $\\mathcal{B}$($Ξ^-_\\mathrm{b}$ $\\to$ $ψ$(2S)$Ξ^-$) / $\\mathcal{B}$($Ξ^-_\\mathrm{b}$ $\\to$ J/$ψ$$Ξ^-$) = 0.84 $^{+0.21}_{-0.19}$ (stat) $\\pm$ 0.10 (syst) $\\pm$ 0.02 ($\\mathcal{B}$), where the last uncertainty comes from the uncertainties in the branching fractions of the charmonium states. New measurements of the $Ξ_\\mathrm{b}$(5945)$^{0}$ baryon mass and natural width are also presented, using the $Ξ_\\mathrm{b}^-π^+$ final state, where the $Ξ^-_\\mathrm{b}$ baryon is reconstructed through the decays J/$ψΞ^-$, $ψ$(2S)$Ξ^-$, J/$ψΛ$K$^-$, and J/$ψΣ^0$K$^-$. Finally, the fraction of the $Ξ^-_\\mathrm{b}$ baryons produced from $Ξ_\\mathrm{b}$(5945)$^{0}$ decays is determined.",
  "10.1140/epjc/s10052-024-13583-y": "The regime of dark matter (DM) freeze-in at stronger coupling interpolates between freeze-in and freeze-out. It relies on Boltzmann-suppressed dark matter production, implying that the Standard Model bath temperature never exceeds the dark matter mass. In this work, we study this regime in the context of sterile neutrino dark matter, which can be sufficiently long-lived for a tiny sterile-active mixing. The sterile neutrino is assumed to couple to a real singlet scalar, providing for a thermal production mechanism of the former. We find that DM mass can range from GeV to tens of TeV consistently with all the constraints. The most interesting aspect of the consequent freeze-in phenomenology is that the sterile neutrino dark matter can be probed efficiently by both direct detection experiments and invisible Higgs decay at the LHC.",
  "10.1051/0004-6361/202450564": "[Abridged] The gas distribution in galaxies is smooth on large scales, but is usually time-dependent and inhomogeneous on smaller scales. The time-dependence originates from processes such as cloud formation, their collisions, and supernovae (SNe) explosions, which also create inhomogeneities. The inhomogeneities in the matter distribution give rise to variations in the local galactic gravitational potential, which can contribute to dynamically coupling the gas disc to the stellar and the dark matter (DM) components of the galaxy. Specifically, multiple SNe occurring in young stellar clusters give rise to superbubbles (SBs), which modify the local acceleration field and alter the energy and momentum of stars or DM particles traversing them, in broad analogy to the dynamical friction caused by a massive object. Our aim is to quantify how the acceleration field from SBs causes dynamical friction and contributes to the secular evolution of galaxies. In order to assess this, we constructed the time-dependent density modifications to the gas distribution that mimics a SB. By evaluating the acceleration field from these density modifications, we were able to see how the momentum or angular momentum of the gas hosting the SBs changes when stars pass through the SB. Combining the effects of all the stars and SBs, we constructed an empirical approximation formula for the momentum loss in homogeneous and isotropic cases. We find that the rate at which the gas disc loses its specific angular momentum via the above process is up to 4% per Gyr, which translates to under one-half of its original value over the lifetime of the disc. For comparison, the mass transfer rate from SBs is about one order of magnitude less than from gas turbulence, and hence the SB contribution should be included to account for the gas migration rate more accurately than 10%.",
  "10.1103/PhysRevD.109.L061503": "A novel first order action principle has been proposed as the possible foundation for a more fundamental theory of General Relativity and the Standard Model. It is shown in this article that the proposal consistently incorporates gravity and matter fields, and guides to a new and robust path towards unification of fundamental interactions.",
  "10.1088/1475-7516/2025/05/072": "We study symmetry-breaking inflation within the framework of metric-affine gravity. By introducing a non-minimal coupling, $β(φ)\\tilde{\\cal R}$, between the Holst invariant and the inflaton, both small-field and large-field inflationary predictions can be brought into agreement with the latest observational constraints. Remarkably, even for sub-Planckian vacuum expectation values, appropriately chosen values of $β(φ)$ enable viable inflation, a scenario previously considered unattainable.",
  "10.1088/1475-7516/2025/01/079": "We present a full one-loop calculation of the gravitino thermal production rate, beyond the so-called hard thermal loop approximation, using the corresponding thermal spectral functions in numerical form on both sides of the light cone. This framework requires a full numerical evaluation. We interpret our results within the framework of a general supergravity-based model, remaining agnostic about the specifics of supersymmetry breaking. In this context, assuming that gravitinos constitute the entirety of the dark matter in the Universe imposes strict constraints on the reheating temperature. For example, with a gluino mass at the current LHC limit, a maximum reheating temperature of $T_\\mathrm{reh} \\simeq 10^9$ GeV is compatible with a gravitino mass of $m_{3/2} \\simeq 1$ TeV. Additionally, with a reheating temperature an order of magnitude lower at $T_\\mathrm{reh} \\simeq 10^8$ GeV, the common gaugino mass $M_{1/2}$ can range from $2$ to $4 $ TeV within the same gravitino mass range. For much higher values of $M_{1/2}$, which are favored by current accelerator and cosmological data in the context of supersymmetric models, such as $M_{1/2} = 10$ TeV, and for $m_{3/2} \\simeq 1$ TeV the reheating temperature compatible with the gravitino dark matter scenario is $ 10^7$ GeV. If other dark matter particles are considered, the reheating temperature could be much lower.",
  "10.48550/arXiv.2410.22263": "In the context of metric-affine gravity theories, where the metric and connection are independent, we examine actions involving quadratic terms in the Ricci scalar curvature and the Holst invariant. These actions are non-minimally coupled to a scalar field. We explore the behavior of the corresponding effective metric theory, which includes an extra dynamic pseudoscalar degree of freedom. Detailed analysis of inflationary predictions reveals compliance with recent observations across various parameters, potentially allowing a higher tensor-to-scalar ratio. The spectral index's direction of change varies based on parameter positioning.",
  "10.1016/j.physletb.2024.138518": "The azimuthal anisotropy of $Υ$(1S) mesons in high-multiplicity proton-lead collisions is studied using data collected by the CMS experiment at a nucleon-nucleon center-of-mass energy of 8.16 TeV. The $Υ$(1S) mesons are reconstructed using their dimuon decay channel. The anisotropy is characterized by the second Fourier harmonic coefficients, found using a two-particle correlation technique, in which the $Υ$(1S) mesons are correlated with charged hadrons. A large pseudorapidity gap is used to suppress short-range correlations. Nonflow contamination from the dijet background is removed using a low-multiplicity subtraction method, and the results are presented as a function of $Υ$(1S) transverse momentum. The azimuthal anisotropies are smaller than those found for charmonia in proton-lead collisions at the same collision energy, but are consistent with values found for $Υ$(1S) mesons in lead-lead interactions at a nucleon-nucleon center-of-mass energy of 5.02 TeV.",
  "10.1016/j.physletb.2024.138478": "A search is presented for new Higgs bosons in proton-proton (pp) collision events in which a same-sign top quark pair is produced in association with a jet, via the pp $\\to$ tH/A $\\to$ t$\\mathrm{\\bar{t}}$c and pp $\\to$ tH/A $\\to$ t$\\mathrm{\\bar{t}}$u processes. Here, H and A represent the extra scalar and pseudoscalar boson, respectively, of the second Higgs doublet in the generalized two-Higgs-doublet model (g2HDM). The search is based on pp collision data collected at a center-of-mass energy of 13 TeV with the CMS detector at the LHC, corresponding to an integrated luminosity of 138 fb$^{-1}$. Final states with a same-sign lepton pair in association with jets and missing transverse momentum are considered. New Higgs bosons in the 200-1000 GeV mass range and new Yukawa couplings between 0.1 and 1.0 are targeted in the search, for scenarios in which either H or A appear alone, or in which they coexist and interfere. No significant excess above the standard model prediction is observed. Exclusion limits are derived in the context of the g2HDM.",
  "10.1103/PhysRevD.110.112016": "Measurements of the polarization and spin correlation in top quark pairs ($\\mathrm{t\\bar{t}}$) are presented using events with a single electron or muon and jets in the final state. The measurements are based on proton-proton collision data from the LHC at $\\sqrt{s}$ = 13 TeV collected by the CMS experiment, corresponding to an integrated luminosity of 138 fb$^{-1}$. All coefficients of the polarization vectors and the spin correlation matrix are extracted simultaneously by performing a binned likelihood fit to the data. The measurement is performed inclusively and in bins of additional observables, such as the mass of the $\\mathrm{t\\bar{t}}$ system and the top quark scattering angle in the $\\mathrm{t\\bar{t}}$ rest frame. The measured polarization and spin correlation are in agreement with the standard model. From the measured spin correlation, conclusions on the $\\mathrm{t\\bar{t}}$ spin entanglement are drawn by applying the Peres-Horodecki criterion. The standard model predicts entangled spins for $\\mathrm{t\\bar{t}}$ states at the production threshold and at high masses of the $\\mathrm{t\\bar{t}}$ system. Entanglement is observed for the first time in events at high $\\mathrm{t\\bar{t}}$ mass, where a large fraction of the $\\mathrm{t\\bar{t}}$ decays are space-like separated, with an expected and observed significance of above 5 standard deviations.",
  "10.1007/JHEP12(2024)172": "The results of a model-independent search for the pair production of new bosons within a mass range of 0.21 $\\lt$ $m$ $\\lt$ 60 GeV, are presented. This study utilizes events with a four-muon final state. We use two data sets, comprising 41.5 fb$^{-1}$ and 59.7 fb$^{-1}$ of proton-proton collisions at $\\sqrt{s}$ = 13 TeV, recorded in 2017 and 2018 by the CMS experiment at the CERN LHC. The study of the 2018 data set includes a search for displaced signatures of a new boson within the proper decay length range of 0 $\\lt$ $cτ$ $\\lt$ 100 $μ$m. Our results are combined with a previous CMS result, based on 35.9 fb$^{-1}$ of proton-proton collisions at $\\sqrt{s}$ = 13 TeV collected in 2016. No significant deviation from the expected background is observed. Results are presented in terms of a model-independent upper limit on the product of cross section, branching fraction, and acceptance. The findings are interpreted across various benchmark models, such as an axion-like particle model, a vector portal model, the next-to-minimal supersymmetric standard model, and a dark supersymmetric scenario, including those predicting a non-negligible proper decay length of the new boson. In all considered scenarios, substantial portions of the parameter space are excluded, expanding upon prior results.",
  "10.1103/PhysRevLett.132.241802": "A search is presented for baryon number violating interactions in top quark production and decay. The analysis uses data from proton-proton collisions at a center-of-mass energy of 13 TeV, collected with the CMS detector at the LHC with an integrated luminosity of 138 fb$^{-1}$. Candidate events are selected by requiring two oppositely-charged leptons (electrons or muons) and exactly one jet identified as originating from a bottom quark. Multivariate discriminants are used to separate the signal from the background. No significant deviation from the standard model prediction is observed. Upper limits are placed on the strength of baryon number violating couplings. For the first time the production of single top quarks via baryon number violating interactions is studied. This allows the search to set the most stringent constraints to date on the branching fraction of the top quark decay to a lepton, an up-type quark (u or c), and a down-type quark (d, s, or b). The results improve the previous bounds by three to six orders of magnitude based on the fermion flavor combination of the baryon number violating interactions.",
  "10.1103/23b3-9d7q": "Recent results from the Atacama Cosmology Telescope (ACT) indicate a scalar spectral index $n_s \\simeq 0.9743$, in excellent agreement with the prediction of linear inflation. However, the corresponding tensor-to-scalar ratio $r \\simeq 0.0667$ is in tension with current observational bounds. In this work, we investigate how this tension can be alleviated in the Palatini formulation of gravity. We consider two classes of models based on simple monomial potentials: (i) models with a non-minimal coupling between the inflaton and gravity, and (ii) models including an $αR^2$ term. In the first case, we find that a quadratic potential with a linear non-minimal coupling leads to the linear inflation attractor, with $r$ suppressed as $ξ$ increases. In the second case, we show that a linear potential can yield values of $r$ consistent with observations for sufficiently large $α$. Our results demonstrate that simple monomial models can remain compatible with current observational constraints when embedded in the Palatini framework.",
  "10.3847/1538-4357/adc0a2": "Observational studies have reported that cosmic filaments on the megaparsec scale exhibit rotational motion. Subsequent simulation studies have shown qualitative agreement with these findings, but quantitative discrepancies remain due to differences in data and methods, which require verification. To address this issue, we adopt the same methodology as used in the observations to identify filament spin from the galaxy distribution constructed from a hydrodynamic simulation. Using the same approach to measure filament spin, we find that the simulation results closely match the observational findings, with only minor discrepancies arising from slight differences in the fraction of filaments classified as dynamically cold or hot based on their dynamic temperature. Additionally, an analysis of how filament spin affects the galaxy spin-filament correlation shows that filaments with strong spin signals and dynamically cold have a greater impact on the galaxy spin-filament correlation than those with weaker spin signals and dynamically hot filaments. These results not only provide further evidence that cosmic filaments exhibit spin, but also highlight the importance of this rotation in the acquisition of angular momentum by individual galaxies. Future studies exploring the influence of filament spin on galaxy spin may shed light on the physical origins of filaments and the angular momentum of galaxies.",
  "10.1103/PhysRevD.111.084075": "We study the effects of massive scalar-tensor theories on the internal properties, crystallization, and cooling process of white dwarf stars that might potentially solve observational tensions. We show that these modified gravity theories alter the inner structure of the star leading to sub-Chandrasekhar mass white dwarfs. This further results in a modification of Debye temperature, ion and electron specific heats. Finally, we find that the cooling process is significantly shortened in scalar-tensor theories leading to reduced cooling ages.",
  "10.1051/0004-6361/202553759": "Galaxy groups with $M_{tot} \\lesssim 10^{14}$ $M_\\odot$ and up to a few tens of members are the most common galaxy environment, marking the transition between field and massive clusters. Identifying groups plays a crucial role in understanding structure formation and galaxy evolution. Modern deep surveys allow us to build well-characterized samples of groups up to the regime where structures were taking shape. We aimed to build the largest deep catalog of galaxy groups to date over the COSMOS-Web field effective area of 0.45 deg$^2$, leveraging the deep high quality data of the new COSMOS-Web photometric catalog resulted from the James Webb Space Telescope observations of the COSMOS-Web field. We performed the group search with the AMICO algorithm, a linear matched filter based on an analytical model for the group signal. AMICO has already been tested in wide and deep field surveys, including COSMOS data up to $z=2$. In this work, we tested the algorithm performances at even higher redshift and searched for protocluster cores at $z>2$. We compiled a list of known protoclusters in COSMOS at $2 \\leq z \\leq 3.7$, matched them with our detections and studied the clustering of the detected cores. We estimated purity and completeness of our sample by creating data-driven mocks with the SinFoniA code and linked signal-to-noise to purity. We detected 1678 groups in the COSMOS-Web field up to $z=3.7$, including lists of members extending nearly two magnitudes deeper than the previous AMICO-COSMOS catalog. 756 groups were detected with purity of 80\\%. More than 500 groups have their redshift confirmed by assigning spectroscopic counterparts. This group catalog offers a unique opportunity to explore galaxy evolution in different environments spanning $\\sim$12 Gyr and to study groups, from the least rich population to the formation of the most massive clusters.",
  "10.3390/universe11060167": "The richest and largest structures in the cosmic web are galaxy superclusters, their complexes (associations of several almost connected very rich superclusters), and planes. Superclusters represent a special environment where the evolution of galaxies and galaxy groups and clusters differs from the evolution of these systems in a low-density environment. The richest galaxy clusters reside in superclusters. The richest superclusters in the nearby Universe form a quasiregular pattern with the characteristic distance between superclusters 120 - 140 $h^{-1}$Mpc. Moreover, superclusters in the nearby Universe lie in two huge perpendicular planes with the extent of several hundreds of megaparsecs, the Local Supercluster plane and the Dominant supercluster plane. The origin of these patterns in the supercluster distribution is not yet clear, and it is an open question whether the presence of such structures can be explained within the $Λ$CDM cosmological model. This review presents a brief story of superclusters, their discovery, definitions, main properties, and large-scale distribution.",
  "10.1088/1475-7516/2025/05/062": "Many early universe scenarios predict an enhancement of scalar perturbations at scales currently unconstrained by cosmological probes. These perturbations source gravitational waves (GWs) at second order in perturbation theory, leading to a scalar-induced gravitational wave (SIGW) background. The LISA detector, sensitive to mHz GWs, will be able to constrain curvature perturbations in a new window corresponding to scales $k \\in [10^{10}, 10^{14}] \\,{\\rm Mpc}^{-1}$, difficult to probe otherwise. In this work, we forecast the capabilities of LISA to constrain the source of SIGWs using different approaches: i) agnostic, where the spectrum of curvature perturbations is binned in frequency space; ii) template-based, modeling the curvature power spectrum based on motivated classes of models; iii) ab initio, starting from first-principles model of inflation featuring an ultra-slow roll phase. We compare the strengths and weaknesses of each approach. We also discuss the impact on the SIGW spectrum of non-standard thermal histories affecting the kernels of SIGW emission and non-Gaussianity in the statistics of the curvature perturbations. Finally, we propose simple tests to assess whether the signal is compatible with the SIGW hypothesis. The pipeline used is built into the SIGWAY code.",
  "10.1088/1475-7516/2025/05/001": "We show that in realistic models where primordial black holes are formed due to the collapse of sizeable inflationary perturbations, their initial spatial clustering beyond Poisson distribution does not play any role in the binary mergers, including sub-solar primordial black holes, responsible for the gravitational waves detectable by LIGO-Virgo-KAGRA. This is a consequence of the existing FIRAS CMB distortion constraints on the relevant scales. This conclusion might not hold for lighter masses potentially accessible by future gravitational wave observations.",
  "10.1088/1475-7516/2025/05/097": "We study linear scalar perturbations in single-field models of inflation featuring a non-attractor phase. These models lead to a peak in the curvature power spectrum that may result in the formation of primordial black holes. We develop a transfer-matrix formalism, analogous to the S-matrix program in quantum-field theory, that maps perturbations throughout the transitory phase. At scales smaller than the peak, the power spectrum features damped oscillations, and the duration of the transition sets the scale at which power-law damping switches to exponential damping. At scales larger than the peak, we demonstrate that a dip appears in the power spectrum if and only if the inflaton's velocity does not flip sign. We show that the amplitude at the dip always scales as the inverse square-rooted amplitude of the peak, and comment on the physical consequences of this universal relationship. We also test the robustness of our results with a few toy models and interpret them with an intuitive mechanical analogy.",
  "DOI 10.3847/2041-8213/ade66d": "The universe's large-scale structure forms a vast, interconnected network of filaments, sheets, and voids known as the cosmic web. For decades, astronomers have observed that the orientations of neighboring galaxy clusters within these elongated structures are often aligned over separations of tens of Mpc. Using the largest available catalog of galaxy clusters, we show for the first time that clusters orientations are correlated over even larger scales, up to 200-300 comoving Mpc, and such alignments are seen to redshifts of at least z = 1. Comparison with numerical simulations suggests that coherent structures on similar scales may be expected in LCDM models.",
  "10.1140/epjc/s10052-025-14411-7": "In the phase space perspective, scalar field slow roll inflation is described by a heteroclinic orbit from a saddle type fixed point to a final attractive point. In many models the saddle point resides in the scalar field asymptotics, and thus for a comprehensive view of the dynamics a global phase portrait is necessary. For this task, in the literature one mostly encounters dynamical variables that either render the initial or the final state singular, thus obscuring the full picture. In this work we construct a hybrid set of variables which allow the depiction of both the initial and final states distinctly in nonsingular manner. To illustrate the method, we apply these variables to portray various interesting types of scalar field inflationary models like metric Higgs inflation, metric Starobinsky inflation, pole inflation, and a nonminimal Palatini model.",
  "10.1103/PhysRevD.110.104030": "We study the weak equivalence principle in the context of modified dispersion relations, a prevalent approach to quantum gravity phenomenology. We find that generic modified dispersion relations violate the weak equivalence principle. The acceleration in general depends on the mass of the test body, unless the Hamiltonian is either two-homogeneous in the test particles' 4-momenta or the corresponding Lagrangian differs from the homogeneous case by a total derivative only. The key ingredient of this calculation is a $3+1$ decomposition of the parametrization invariant relativistic test particle action derived from the dispersion relation. Additionally, we apply a perturbative expansion in the test particle's spatial velocity and the inverse speed of light. To quantify our result, we provide a general formula for the Eötvós factor of modified dispersion relations. As a specific example, we study the point-particle motion determined from the $κ$-Poincaré dispersion relation in the bicrossproduct basis. Comparing the ensuing non-vanishing Eötvós factor to recent data from the MICROSCOPE experiment, we obtain a bound of the model parameter $\\hatΞ {}^{-1}\\geq10^{15}{\\rm GeV}/c^2$.",
  "10.1103/PhysRevD.111.064057": "In this article, we focus on symmetric teleparallel gravity, a modification of General Relativity where gravity is described by the non-metricity of an affine connection, whose curvature and torsion vanish. In these theories, the fundamental variables are the metric and an affine connection. Starting from the coincident gauge, a system of coordinates for which the affine connection coefficients vanish, we derive the most general connection for a spherically symmetric and stationary spacetime. We then derive the field equations in a specific class of symmetric teleparallel theories, the so-called Newer General Relativity. This theory is constructed from the five possible quadratic scalars of non-metricity. We find two families of vacuum solutions that correspond to some exotic objects and we study their properties. In particular, we investigate the possibility of having a traversable wormhole, we compute the Komar mass, we discuss the conditions for asymptotic flatness, the existence of singularities, the radial motion and bound orbits of particles around these objects, the light deflection as well as the causal structure of these spacetimes.",
  "10.1016/j.dark.2025.101965": "The standard model of cosmology has provided a good phenomenological description of a wide range of observations both at astrophysical and cosmological scales for several decades. This concordance model is constructed by a universal cosmological constant and supported by a matter sector described by the standard model of particle physics and a cold dark matter contribution, as well as very early-time inflationary physics, and underpinned by gravitation through general relativity. There have always been open questions about the soundness of the foundations of the standard model. However, recent years have shown that there may also be questions from the observational sector with the emergence of differences between certain cosmological probes. In this White Paper, we identify the key objectives that need to be addressed over the coming decade together with the core science projects that aim to meet these challenges. These discordances primarily rest on the divergence in the measurement of core cosmological parameters with varying levels of statistical confidence. These possible statistical tensions may be partially accounted for by systematics in various measurements or cosmological probes but there is also a growing indication of potential new physics beyond the standard model. After reviewing the principal probes used in the measurement of cosmological parameters, as well as potential systematics, we discuss the most promising array of potential new physics that may be observable in upcoming surveys. We also discuss the growing set of novel data analysis approaches that go beyond traditional methods to test physical models. [Abridged]",
  "10.33232/001c.142149": "The {\\it Javalambre Photometric Local Universe Survey} (J-PLUS) is a {\\it spectro-photometric} survey covering about 3,000~deg$^2$ in its third data release (DR3), and containing about 300,000 galaxies with high quality ({\\it odds}$>0.8$) photometric redshifts (hereafter photo-$z$s). We use this galaxy sample to conduct a tomographic study of the counts and redshift angular fluctuations under Gaussian shells sampling the redshift range $z\\in[0.05,0.25]$. We confront the angular power spectra of these observables measured under shells centered on 11 different redshifts with theoretical expectations derived from a linear Boltzmann code ({\\tt ARFCAMB}). Overall we find that J-PLUS DR3 data are well reproduced by our linear, simplistic model. We obtain that counts (or density) angular fluctuations (hereafter ADF) are very sensitive to the linear galaxy bias $b_g(z)$, although weakly sensitive to radial peculiar velocities of the galaxy field, while suffering from systematics residuals for $z>0.15$. Angular redshift fluctuations (ARF), instead, show higher sensitivity to radial peculiar velocities and also higher sensitivity to the average uncertainty in photo-$z$s ($σ_{\\rm Err}$), with no obvious impact from systematics. For $z<0.15$ both ADF and ARF agree on measuring a monotonically increasing linear bias varying from $b_g(z=0.05)\\simeq 0.9\\pm 0.06$ up to $b_g(z=0.15)\\simeq 1.5\\pm 0.05$, while, by first time, providing consistent measurements of $σ_{\\rm Err}(z)\\sim 0.014$ that are $\\sim 40~\\%$ higher than estimates from the photo-$z$ code {\\tt LePhare}, ($σ_{\\rm Err}^{\\rm LePhare}=0.010$). As expected, this photo-$z$ uncertainty level prevents the detection of radial peculiar velocities in the modest volume sampled by J-PLUS DR3, although prospects for larger galaxy surveys of similar (and higher) photo-$z$ precision are promising.",
  "10.33232/001c.142148": "Observational and/or astrophysical systematics modulating the observed number of luminous tracers can constitute a major limitation in the cosmological exploitation of surveys of the large scale structure of the universe. Part of this limitation arises on top of our ignorance on how such systematics actually impact the observed galaxy/quasar fields. In this work we develop a generic, hybrid model for an arbitrary number of systematics that may modulate observations in both an additive and a multiplicative way, after applying a nonlinear power law transformation. This model allows us devising a novel algorithm that addresses the identification and correction for either additive and/or multiplicative contaminants. We test this model on galaxy mocks and systematics templates inspired from data of the third data release of the {\\it Javalambre Photometric Local Universe Survey} (J-PLUS). We find that our method clearly outperforms standard methods that assume either an additive or multiplicative character for all contaminants in scenarios where both characters are actually acting on the observed data. In simpler scenarios where only an additive or multiplicative imprint on observations is considered, our hybrid method does not lie far behind the corresponding simplified, additive/multiplicative methods. Nonetheless, in scenarios of mild/low impact of systematics, we find that our hybrid approach converges towards the standard method that assumes additive contamination, as predicted by our model describing systematics. Our methodology also allows for the estimation of biases induced by systematics residuals on different angular scales and under different observational configurations, although these predictions necessarily restrict to the subset of {\\em known/identified} potential systematics, and say nothing about ``unknown unknowns\" possibly impacting the data.",
  "10.1051/0004-6361/202553977": "Feedback from supernovae and AGN shapes galaxy formation and evolution, yet its impact remains unclear. Galaxy groups offer a crucial probe, as their binding energy is comparable to that available from their central AGN. The XMM-Newton Group AGN Project (X-GAP) is a sample of 49 groups selected in X-ray (ROSAT) and optical (SDSS) bands, providing a benchmark for hydrodynamical simulations. In sight of such a comparison, understanding selection effects is essential. We aim to model the selection function of X-GAP by forward modelling the detection process in the X-ray and optical bands. Using the Uchuu simulation, we build a halo light cone, predict X-ray group properties with a neural network trained on hydro simulations, and assign galaxies matching observed properties. We compare the selected sample to the parent population. Our method provides a sample that matches the observed distribution of X-ray luminosity and velocity dispersion. The 50% completeness is reached at a velocity dispersion of 450 km/s in the X-GAP redshift range. The selection is driven by X-ray flux, with secondary dependence on velocity dispersion and redshift. We estimate a 93% purity level in the X-GAP parent sample. We calibrate the velocity dispersion-halo mass relation. We find a normalisation and slope in agreement with the literature, and an intrinsic scatter of about 0.06 dex. The measured velocity dispersion is accurate within 10% only for rich systems with more than about 20 members, while the velocity dispersion for groups with less than 10 members is biased at more than 20%. The X-ray follow-up refines the optical selection, enhancing purity but reducing completeness. In an SDSS-like setup, velocity dispersion measurement errors dominate over intrinsic scatter. Our selection model will enable the comparisons of thermodynamic properties and gas fractions between X-GAP groups and hydro simulations.",
  "10.1088/1475-7516/2025/09/060": "We introduce a modification of the Starobinsky model in the form of an additional cubic Ricci scalar curvature term $\\sim αR^3$, scaled by a dimensionless parameter $α$, with the resulting inflaton potential being the standard Starobinsky potential modified to first parametric order by an additive term. The resulting potential is identical to the potential obtained by a modification of the superpotential employed in the construction of the Starobinsky model in the framework of no-scale supergravity, thus, extending the correspondence between a class of no-scale supergravity models and modifications of the Starobinsky model. We analyze the inflationary predictions of the model and find that for $-4.2 \\times 10^{-5} \\lesssim α\\lesssim -1.9 \\times 10^{-5}$, the modified Starobinsky model is in full agreement with the recent observational data from the Atacama Cosmology Telescope, for a range of $e$-folds, $N_\\star = 50-60$.",
  "10.1103/kdqc-y37v": "We analyse DESI BAO, CMB, and supernova data to explore the physical origin of the DESI indication for dynamical dark energy. Beyond the standard CPL parametrization, we explore truncated alternatives and quintessence models. We conclude that there is compelling evidence for dark energy to be decaying in the late universe, but the evidence for a phantom behaviour is less significant. Models without phantom behaviour are compatible with the data at the $2σ$ CL. Furthermore, we examine a concrete quintessence scenario with a Higgs-like potential, allowing for a direct comparison with parametrized approaches and testing its consistency with current observations. This framework enables a broader investigation of late-time cosmic evolution and reveals a $93.8\\%$ preference for a future transition into an anti-de Sitter space, which may ultimately lead to a cosmological collapse of our Universe.",
  "10.1103/kqpy-f2q2": "We consider a class of models in the framework of metric-affine gravity and establish their correspondence to the bosonic sector of a class of no-scale supergravity models. The excellent inflationary behavior of the gravitational models considered is carried over to the corresponding supergravity ones, thus, enriching the landscape of inflation-compatible models.",
  "10.1088/1748-0221/20/08/P08027": "Salient aspects of the commissioning, calibration, and performance of the CMS silicon strip tracker are discussed, drawing on experience during operation with proton-proton collisions delivered by the CERN LHC. The data were obtained with a variety of luminosities. The operating temperature of the strip tracker was changed several times during this period and results are shown as a function of temperature in several cases. Details of the system performance are presented, including occupancy, signal-to-noise ratio, Lorentz angle, and single-hit spatial resolution. Saturation effects in the APV25 readout chip preamplifier observed during early Run 2 are presented, showing the effect on various observables and the subsequent remedy. Studies of radiation effects on the strip tracker are presented both for the optical readout links and the silicon sensors. The observed effects are compared to simulation, where available, and they generally agree well with expectations.",
  "10.1007/JHEP04(2025)115": "The inclusive WZ production cross section is measured in proton-proton collisions at a centre-of-mass energy of 13.6 TeV, using data collected during 2022 with the CMS detector, corresponding to an integrated luminosity of 34.7 fb$^{-1}$. The measurement uses multileptonic final states and a simultaneous likelihood fit to the number of events in four different lepton flavour categories: eee, ee$μ$, $μμ$e, and $μμμ$. The selection is optimized to minimize the number of background events, and relies on an efficient prompt lepton discrimination strategy. The WZ production cross section is measured in a phase space defined within a 30 GeV window around the Z boson mass, as $σ_{\\text{total}}$(pp $\\to$ WZ) = 55.2 $\\pm$ 1.2 (stat) $\\pm$ 1.2 (syst) $\\pm$ 0.8 (lumi) $\\pm$ 0.3 (theo) pb. In addition, the cross section is measured in a fiducial phase space closer to the detector-level requirements. All the measurements presented in this paper are in agreement with standard model predictions.",
  "10.1103/95q6-vvlp": "A search for flavor-changing neutral current interactions of the top quark (t) and the Higgs boson (H) is presented. The search is based on proton-proton collision data collected in 2016-2018 at a center-of-mass energy of 13 TeV with the CMS detector at the LHC, and corresponding to an integrated luminosity of 138 fb$^{-1}$. Events containing a pair of leptons with the same-sign electric charge and at least one jet are considered. The results are used to constrain the branching fraction ($\\mathcal{B}$) of the top quark decaying to a Higgs boson and an up (u) or charm (c) quark. No significant excess above the estimated background was found. The observed (expected) upper limits at 95% confidence level are found to be 0.072% (0.059%) for $\\mathcal{B}$(t $\\to$ Hu) and 0.043% (0.062%) for $\\mathcal{B}$(t $\\to$ Hc). These results are combined with two other searches performed by the CMS Collaboration for flavor-changing neutral current interactions of top quarks and Higgs bosons in final states where the Higgs boson decays to either a pair of photons or a pair of bottom quarks. The resulting observed (expected) upper limits at 95% confidence level are 0.019% (0.027%) for $\\mathcal{B}$(t $\\to$ Hu) and 0.037% (0.035%) for $\\mathcal{B}$(t $\\to$ Hc).",
  "10.1007/JHEP02(2025)036": "A search for long-lived heavy neutral leptons (HNLs) using proton-proton collision data corresponding to an integrated luminosity of 138 fb$^{-1}$ collected at $\\sqrt{s}$ = 13 TeV with the CMS detector at the CERN LHC is presented. Events are selected with a charged lepton originating from the primary vertex associated with the proton-proton interaction, as well as a second charged lepton and a hadronic jet associated with a secondary vertex that corresponds to the semileptonic decay of a long-lived HNL. No excess of events above the standard model expectation is observed. Exclusion limits at 95% confidence level are evaluated for HNLs that mix with electron and/or muon neutrinos. Limits are presented in the mass range of 1-16.5 GeV, with excluded square mixing parameter values reaching as low as 2 $\\times$ 10$^{-7}$. For masses above 11 GeV, the presented limits exceed all previous results in the semileptonic decay channel, and for some of the considered scenarios are the strongest to date.",
  "10.1007/JHEP02(2025)097": "An analysis of the production of a Higgs boson (H) in association with a top quark-antiquark pair ($\\mathrm{t\\bar{t}}$H) or a single top quark (tH) is presented. The Higgs boson decay into a bottom quark-antiquark pair (H $\\to$ $\\mathrm{b\\bar{b}}$) is targeted, and three different final states of the top quark decays are considered, defined by the number of leptons (electrons or muons) in the event. The analysis utilises proton-proton collision data collected at the CERN LHC with the CMS experiment at $\\sqrt{s}$ = 13 TeV in 2016-2018, which correspond to an integrated luminosity of 138 fb$^{-1}$. The observed $\\mathrm{t\\bar{t}}$H production rate relative to the standard model expectation is 0.33 $\\pm$ 0.26 = 0.33 $\\pm$ 0.17 (stat) $\\pm$ 0.21 (syst). Additionally, the $\\mathrm{t\\bar{t}}$H production rate is determined in intervals of Higgs boson transverse momentum. An upper limit at 95% confidence level is set on the tH production rate of 14.6 times the standard model prediction, with an expectation of 19.3 $^{+9.2}_{-6.0}$. Finally, constraints are derived on the strength and structure of the coupling between the Higgs boson and the top quark from simultaneous extraction of the $\\mathrm{t\\bar{t}}$H and tH production rates, and the results are combined with those obtained in other Higgs boson decay channels.",
  "10.1103/PhysRevLett.134.111903": "Nuclear medium effects on B$^+$ meson production are studied using the binary-collision scaled cross section ratio between events of different charged-particle multiplicities from proton-lead collisions. Data, collected by the CMS experiment in 2016 at a nucleon-nucleon center-of-mass energy of $\\sqrt{s_\\mathrm{NN}}$ = 8.16 TeV, corresponding to an integrated luminosity of 175 nb$^{-1}$, were used. The scaling factors in the ratio are determined using a novel approach based on the Z $\\to$ $μ^+μ^-$ cross sections measured in the same events. The scaled ratio for B$^+$ is consistent with unity for all event multiplicities, putting stringent constraints on nuclear modification for heavy flavor.",
  "10.1016/j.physletb.2024.139231": "Measurements at $\\sqrt{s}$ = 13.6 TeV of the opposite-sign W boson pair production cross section in proton-proton collisions are presented. The data used in this study were collected with the CMS detector at the CERN LHC in 2022, and correspond to an integrated luminosity of 34.8 fb$^{-1}$. Events are selected by requiring one electron and one muon of opposite charge. A maximum likelihood fit is performed on signal- and background-enriched data categories defined by the flavour and charge of the leptons, the number of jets, and number of jets originating from b quarks. The overall sensitivity is significantly better than that of previous results with a similar integrated luminosity. The improvements comes from a more refined control of experimental uncertainties and an improved fit strategy. An inclusive W$^+$W$^-$ production cross section of 125.7 $\\pm$ 5.6 pb is measured, in agreement with standard model predictions. Cross sections are also reported in a fiducial region close to that of the detector acceptance, both inclusively and differentially, as a function of the jet multiplicity in the event. For first time in proton-proton collisions, WW events with zero, one, and at least two reconstructed jets are studied simultaneously and compared with recent theoretical predictions.",
  "10.1016/j.physrep.2024.11.005": "The Large Hadron Collider at CERN, delivering proton-proton collisions at much higher energies and far higher luminosities than previous machines, has enabled a comprehensive programme of measurements of the standard model (SM) processes by the CMS experiment. These unprecedented capabilities facilitate precise measurements of the properties of a wide array of processes, the most fundamental being cross sections. The discovery of the Higgs boson and the measurement of its mass became the keystone of the SM. Knowledge of the mass of the Higgs boson allows precision comparisons of the predictions of the SM with the corresponding measurements. These measurements span the range from one of the most copious SM processes, the total inelastic cross section for proton-proton interactions, to the rarest ones, such as Higgs boson pair production. They cover the production of Higgs bosons, top quarks, single and multibosons, and hadronic jets. Associated parameters, such as coupling constants, are also measured. These cross section measurements can be pictured as a descending stairway, on which the lowest steps represent the rarest processes allowed by the SM, some never seen before.",
  "10.1016/j.physrep.2024.09.012": "The LHC has provided an unprecedented amount of proton-proton collision data, bringing forth exciting opportunities to address fundamental open questions in particle physics. These questions can potentially be answered by performing searches for very rare processes predicted by models that attempt to extend the standard model of particle physics. The data collected by the CMS experiment in 2015-2018 at a center-of-mass energy of 13 TeV can be used to test the standard model with high precision and potentially uncover evidence for new particles or interactions. An interesting possibility is the existence of new fermions with masses ranging from the MeV to the TeV scale. Such new particles appear in many possible extensions of the standard model and are well motivated theoretically. New fermions may explain the appearance of three generations of leptons and quarks, the mass hierarchy across the generations, and the nonzero neutrino masses. In this report, the results of searches targeting vector-like quarks, vector-like leptons, and heavy neutral leptons at the CMS experiment are summarized. The complementarity of current searches for each type of new fermion is discussed, and combinations of several searches for vector-like quarks are presented. The discovery potential for some of these searches at the High-Luminosity LHC is also discussed.",
  "10.1016/j.physrep.2024.09.013": "Astrophysical observations provide compelling evidence for gravitationally interacting dark matter in the universe that cannot be explained by the standard model of particle physics. The extraordinary amount of data from the CERN LHC presents a unique opportunity to shed light on the nature of dark matter at unprecedented collision energies. This Report comprehensively reviews the most recent searches with the CMS experiment for particles and interactions belonging to a dark sector and for dark-sector mediators. Models with invisible massive particles are probed by searches for signatures of missing transverse momentum recoiling against visible standard model particles. Searches for mediators are also conducted via fully visible final states. The results of these searches are compared with those obtained from direct-detection experiments. Searches for alternative scenarios predicting more complex dark sectors with multiple new particles and new forces are also presented. Many of these models include long-lived particles, which could manifest themselves with striking unconventional signatures with relatively small amounts of background. Searches for such particles are discussed and their impact on dark-sector scenarios is evaluated. Many results and interpretations have been newly obtained for this Report.",
  "10.1016/j.physrep.2024.11.007": "We review key measurements performed by CMS in the context of its heavy ion physics program, using event samples collected in 2010-2018 with several collision systems and energies. These studies provide detailed macroscopic and microscopic probes of the quark-gluon plasma (QGP) created at the LHC energies, a medium characterized by the highest temperature and smallest baryon-chemical potential ever reached in the laboratory. Numerous observables related to high-density quantum chromodynamics (QCD) were studied, leading to some of the most impactful and qualitatively novel results in the 40-year history of the field. Using a dedicated high-multiplicity trigger in the first pp run, CMS discovered that small collision systems can exhibit signs of collectivity, a generic phenomenon with significant implications and presently understood to affect essentially all soft physics processes. This observation opened new paths to understand how fluidity and plasma properties emerge in QCD matter as a function of system size. Measurements of jet quenching have reached a completely new level of detail by directly assessing, for the first time, the medium modification of parton showers, as opposed to simply observing leading hadrons or di-hadrons. The first fully reconstructed beauty hadron and heavy-flavor jet nuclear modifications were also measured. The large size of the event samples, the precision of the measurements, and the extension of the probed kinematical phase space, allowed many other hard probes of the QGP medium to be explored in detail, leading to multiple groundbreaking findings. In particular, the seminal measurements of bottomonium suppression patterns answer fundamental questions that have been actively pursued, both theoretically and experimentally, by the community since the mid-1980s. We conclude by outlining the opportunities offered by the continuation of this physics program at the LHC.",
  "10.1103/PhysRevLett.134.041801": "A search is presented for an extended Higgs sector with two new particles, X and $φ$, in the process X $\\to$ $φφ$ $\\to$ $(γγ)(γγ)$. Novel neural networks classify events with diphotons that are merged and determine the diphoton masses. The search uses LHC proton-proton collision data at $\\sqrt{s}$ = 13 TeV collected with the CMS detector, corresponding to an integrated luminosity of 138 fb$^{-1}$. No evidence of such resonances is seen. Upper limits are set on the production cross section for $m_X$ between 300 and 3000 GeV and $m_φ/ m_X$ between 0.5 and 2.5%, representing the most sensitive search in this channel.",
  "10.1016/j.physrep.2024.09.006": "Specialized data-taking and data-processing techniques were introduced by the CMS experiment in Run 1 of the CERN LHC to enhance the sensitivity of searches for new physics and the precision of standard model measurements. These techniques, termed data scouting and data parking, extend the data-taking capabilities of CMS beyond the original design specifications. The novel data-scouting strategy trades complete event information for higher event rates, while keeping the data bandwidth within limits. Data parking involves storing a large amount of raw detector data collected by algorithms with low trigger thresholds to be processed when sufficient computational power is available to handle such data. The research program of the CMS Collaboration is greatly expanded with these techniques. The implementation, performance, and physics results obtained with data scouting and data parking in CMS over the last decade are discussed in this Report, along with new developments aimed at further improving low-mass physics sensitivity over the next years of data taking.",
  "10.1016/j.physrep.2024.12.002": "The top quark mass is one of the most intriguing parameters of the standard model (SM). Its value indicates a Yukawa coupling close to unity, and the resulting strong ties to Higgs physics make the top quark mass a crucial ingredient for understanding essential aspects of the electroweak sector of the SM. This review offers the first comprehensive overview of the top quark mass measurements performed by the CMS Collaboration using the data collected at centre-of-mass energies of 7, 8, and 13 TeV. Moreover, a detailed description of the top quark event reconstruction is provided and dedicated studies of the dominant uncertainties in the modelling of the signal processes are discussed. The interpretation of the experimental results on the top quark mass in terms of the SM Lagrangian parameter is challenging and is a focus of an ongoing discussion in the theory community. The CMS Collaboration has performed two main types of top quark mass measurements, addressing this challenge from different perspectives: highly precise `direct' measurements, based on reconstructed top quark decay products and relying exclusively on Monte-Carlo simulations, as well as `indirect' measurements, where the simulations are employed to determine parton-level cross sections that are compared to fixed-order perturbative calculations. Recent mass extractions using Lorentz-boosted top quarks open a new avenue of measurements based on top quark decay products contained in a single particle jet, with promising prospects for accurate theoretical interpretations.",
  "10.1038/s41467-025-56200-6": "Despite the f$_0$(980) hadron having been discovered half a century ago, the question about its quark content has not been settled: it might be an ordinary quark-antiquark ($\\mathrm{q\\bar{q}}$) meson, a tetraquark ($\\mathrm{q\\bar{q}q\\bar{q}}$) exotic state, a kaon-antikaon ($\\mathrm{K\\bar{K}}$) molecule, or a quark-antiquark-gluon ($\\mathrm{q\\bar{q}g}$) hybrid. This paper reports strong evidence that the f$_0$(980) state is an ordinary $\\mathrm{q\\bar{q}}$ meson, inferred from the scaling of elliptic anisotropies ($v_2$) with the number of constituent quarks ($n_\\mathrm{q}$), as empirically established using conventional hadrons in relativistic heavy ion collisions. The f$_0$(980) state is reconstructed via its dominant decay channel f$_0$(980) $\\to$ $π^+π^-$, in proton-lead collisions recorded by the CMS experiment at the LHC, and its $v_2$ is measured as a function of transverse momentum ($p_\\mathrm{T}$). It is found that the $n_q$ = 2 ($\\mathrm{q\\bar{q}}$ state) hypothesis is favored over $n_q$ = 4 ($\\mathrm{q\\bar{q}q\\bar{q}}$ or $\\mathrm{K\\bar{K}}$ states) by 7.7, 6.3, or 3.1 standard deviations in the $p_\\mathrm{T}$ $\\lt$ 10, 8, or 6 GeV/$c$ ranges, respectively, and over $n_\\mathrm{q}$ = 3 ($\\mathrm{q\\bar{q}g}$ hybrid state) by 3.5 standard deviations in the $p_\\mathrm{T}$ $\\lt$ 8 GeV/$c$ range. This result represents the first determination of the quark content of the f$_0$(980) state, made possible by using a novel approach, and paves the way for similar studies of other exotic hadron candidates.",
  "10.1140/epjc/s10052-024-13606-8": "A measurement of the dijet production cross section is reported based on proton-proton collision data collected in 2016 at $\\sqrt{s}$ = 13 TeV by the CMS experiment at the CERN LHC, corresponding to an integrated luminosity of up to 36.3 fb$^{-1}$. Jets are reconstructed with the anti-$k_\\mathrm{T}$ algorithm for distance parameters of $R$ = 0.4 and 0.8. Cross sections are measured double-differentially (2D) as a function of the largest absolute rapidity $\\lvert y_\\text{max}\\rvert$ of the two jets with the highest transverse momenta $p_\\mathrm{T}$ and their invariant mass $m_{1,2}$, and triple-differentially (3D) as a function of the rapidity separation $y^*$, the total boost $y_\\mathrm{b}$, and either $m_{1,2}$ or the average $p_\\mathrm{T}$ of the two jets. The cross sections are unfolded to correct for detector effects and are compared with fixed-order calculations derived at next-to-next-to-leading order in perturbative quantum chromodynamics. The impact of the measurements on the parton distribution functions and the strong coupling constant at the mass of the Z boson is investigated, yielding a value of $α_\\mathrm{S}(m_\\mathrm{Z})$ = 0.1179 $\\pm$ 0.0019.",
  "10.1016/j.physletb.2025.139556": "Energy-energy correlators are constructed by averaging the number of charged particle pairs within jets, weighted by the product of their transverse momenta, as a function of the angular separation of the particles within a pair. They are sensitive to a multitude of perturbative and nonperturbative quantum chromodynamics phenomena in high-energy particle collisions. Using lead-lead data recorded with the CMS detector, energy-energy correlators inside high transverse momentum jets are measured in heavy ion collisions for the first time. The data are obtained at a nucleon-nucleon center-of-mass energy of 5.02 TeV and correspond to an integrated luminosity of 1.70 nb$^{-1}$. A similar analysis is done for proton-proton collisions at the same center-of-mass energy to establish a reference. The ratio of lead-lead to proton-proton energy-energy correlators reveals significant jet substructure modifications in the quark-gluon plasma. The results are compared to different models that incorporate either color coherence or medium response effects, where the two effects predict similar substructure modifications.",
  "10.1016/j.physletb.2025.139651": "The value of the strong coupling $α_\\mathrm{S}$ is determined in a comprehensive analysis at next-to-next-to-leading order accuracy in quantum chromodynamics. The analysis uses double-differential cross section measurements from the CMS Collaboration at the CERN LHC of inclusive jet production in proton-proton collisions at centre-of-mass energies of 2.76, 7, 8, and 13 TeV, combined with inclusive deep-inelastic data from HERA. The value $α_\\mathrm{S}(m_\\mathrm{Z})$ = 0.1176$\\,^{+0.0014}_{-0.0016}$ is obtained at the scale of the Z boson mass. By using the measurements in different intervals of jet transverse momentum, the running of $α_\\mathrm{S}$ is probed for energies between 100 and 1600 GeV.",
  "10.1007/JHEP06(2025)120": "The jet axis decorrelation in inclusive jets is studied using lead-lead (PbPb) collisions at a center-of-mass energy per nucleon pair of 5.02 TeV. The jet axis decorrelation is defined as the angular difference between two definitions of the jet axis. It is obtained by applying two recombination schemes on all the constituents of a given jet reconstructed by the anti-$k_\\mathrm{T}$ sequential algorithm with a distance parameter of $R$ = 0.4. The data set, corresponding to an integrated luminosity of 0.66 nb$^{-1}$, was collected in 2018 with the CMS detector at the CERN LHC. The jet axis decorrelations are examined across collision centrality selections and intervals of jet transverse momentum. A centrality dependent evolution of the measured distributions is observed, with a progressive narrowing seen in more central events. This narrowing could result from medium-induced modification of the internal jet structure or reflect color charge effects in energy loss. This new measurement probes jet substructure in previously unexplored kinematic domains and show great promise for providing new insights on the color charge dependence of energy loss to jet-quenching models.",
  "10.1016/j.physrep.2024.09.004": "The discovery of the Higgs boson has led to new possible signatures for heavy resonance searches at the LHC. Since then, search channels including at least one Higgs boson plus another particle have formed an important part of the program of new physics searches. In this report, the status of these searches by the CMS Collaboration is reviewed. Searches are discussed for resonances decaying to two Higgs bosons, a Higgs and a vector boson, or a Higgs boson and another new resonance. All analyses use proton-proton collision data collected at $\\sqrt{s}$ = 13 TeV in the years 2016-2018. A combination of the results of these searches is presented together with constraints on different beyond-the-standard model scenarios, including scenarios with extended Higgs sectors, heavy vector bosons and extra dimensions. Studies are shown for the first time by CMS on the validity of the narrow-width approximation in searches for the resonant production of a pair of Higgs bosons. The potential for a discovery at the High Luminosity LHC is also discussed.",
  "10.1007/JHEP07(2025)118": "The first measurement of the dijet transverse momentum balance $x_j$ in proton-lead (pPb) collisions at a nucleon-nucleon center-of-mass energy of $\\sqrt{s_\\mathrm{NN}}$ = 8.16 TeV is presented. The $x_j$ observable, defined as the ratio of the subleading over leading jet transverse momentum in a dijet pair, is used to search for jet quenching effects. The data, corresponding to an integrated luminosity of 174.6 nb$^{-1}$, were collected with the CMS detector in 2016. The $x_j$ distributions and their average values are studied as functions of the charged-particle multiplicity of the events and for various dijet rapidity selections. The latter enables probing hard scattering of partons carrying distinct nucleon momentum fractions $x$ in the proton- and lead-going directions. The former, aided by the high-multiplicity triggers, allows probing for potential jet quenching effects in high-multiplicity events (with up to 400 charged particles), for which collective phenomena consistent with quark-gluon plasma (QGP) droplet formation were previously observed. The ratios of $x_j$ distributions for high- to low-multiplicity events are used to quantify the possible medium effects. These ratios are consistent with simulations of the hard-scattering process that do not include QGP production. These measurements set an upper limit on medium-induced energy loss of the subleading jet of 1.26% of its transverse momentum at the 90% confidence level in high multiplicity pPb events.",
  "10.1007/JHEP08(2025)156": "A first search is presented for vector-like leptons (VLLs) decaying into a light long-lived pseudoscalar boson and a standard model $τ$ lepton. The pseudoscalar boson is assumed to have a mass below the $τ^+τ^-$ threshold, so that it decays exclusively into two photons. It is identified using the CMS muon system. The analysis is carried out using a data set of proton-proton collisions at a center-of-mass energy of 13 TeV collected by the CMS experiment in 2016-2018, corresponding to an integrated luminosity of 138 fb$^{-1}$. Selected events contain at least one pseudoscalar boson decaying electromagnetically in the muon system and at least one hadronically decaying $τ$ lepton. No significant excess of data events is observed compared to the background expectation. Upper limits are set at 95% confidence level on the vector-like lepton production cross section as a function of the VLL mass and the pseudoscalar boson mean proper decay length. The observed and expected exclusion ranges of the VLL mass extend up to 700 and 670 GeV, respectively, depending on the pseudoscalar boson lifetime.",
  "10.1103/w9kp-f8xr": "Incoherent J/$ψ$ photoproduction in heavy ion ultraperipheral collisions (UPCs) provides a sensitive probe of localized, fluctuating gluonic structures within heavy nuclei. This study reports the first measurement of the photon-nucleon center-of-mass energy ($W_{γ\\mathrm{N}}$) dependence of this process in PbPb UPCs at a nucleon-nucleon center-of-mass energy of 5.02 TeV, using 1.52 nb$^{-1}$ of data recorded by the CMS experiment. The measurement covers a wide $W_{γ\\mathrm{N}}$ range of $\\approx$ 40-400 GeV, probing gluons carrying a fraction $x$ of nucleon momentum down to an unexplored region of 6.5 $\\times$ 10$^{-5}$. Compared to baseline predictions neglecting nuclear effects, the measured cross sections exhibit significantly greater suppression at lower $x$. Additionally, the ratio of incoherent to coherent photoproduction is found to be constant across the probed $W_{γ\\mathrm{N}}$ and $x$ range, disfavoring the establishment of the black disk limit. This study provides critical insights into the $x$-dependent evolution of fluctuating gluonic structures within nuclei and calls for further advancements in theoretical models incorporating nuclear shadowing and gluon saturation.",
  "10.1103/c9wp-5tq3": "Bound states of charm and anticharm quarks, known as charmonia, have a rich spectroscopic structure that can be used to probe the dynamics of hadron production in high-energy hadron collisions. Here, the cross section ratio of excited ($ψ$(2S)) and ground state (J/$ψ$) vector mesons is measured as a function of the charged-particle multiplicity in proton-lead (pPb) collisions at a center-of-mass (CM) energy per nucleon pair of 8.16 TeV. The data corresponding to an integrated luminosity of 175 nb$^{-1}$ were collected using the CMS detector. The ratio is measured separately for prompt and nonprompt charmonia in the transverse momentum range 6.5 $\\lt$ $p_\\text{T}$ $\\lt$ 30 GeV and in four rapidity ranges spanning $-$2.865 $\\lt$ $y_\\text{CM}$ $\\lt$ 1.935. For the first time, a statistically significant multiplicity dependence of the prompt cross section ratio is observed in proton-nucleus collisions. There is no clear rapidity dependence in the ratio. The prompt measurements are compared with a theoretical model which includes interactions with nearby particles during the evolution of the system. These results provide additional constraints on hadronization models of heavy quarks in nuclear collisions.",
  "10.1103/t5kp-vsv7": "Charged hadron elliptic anisotropies ($v_2$) are presented over a wide transverse momentum ($p_\\text{T}$) range for proton-lead (pPb) and lead-lead (PbPb) collisions at nucleon-nucleon center-of-mass energies of 8.16 and 5.02 TeV, respectively. The data were recorded by the CMS experiment and correspond to integrated luminosities of 186 nb$^{-1}$ and 0.607 nb$^{-1}$ for the pPb and PbPb systems, respectively. A four-particle cumulant analysis is performed using subevents separated in pseudorapidity to effectively suppress non-collective effects. At high $p_\\text{T}$ ($p_\\text{T}$ $\\gt$ 8 GeV), significant positive $v_2$ values are observed that are similar between pPb and PbPb collisions at comparable charged particle multiplicities. This observation suggests a common origin for the multi-particle collectivity for high-$p_\\text{T}$ particles in the two systems.",
  "10.1007/JHEP09(2025)141": "A search for the production of a single top quark in association with invisible particles is performed using proton-proton collision data collected with the CMS detector at the LHC at $\\sqrt{s}$ = 13 TeV, corresponding to an integrated luminosity of 138 fb$^{-1}$. In this search, a flavor-changing neutral current produces a single top quark or antiquark and an invisible state nonresonantly. The invisible state consists of a hypothetical spin-1 particle acting as a new mediator and decaying to two spin-1/2 dark matter candidates. The analysis searches for events in which the top quark or antiquark decays hadronically. No significant excess of events compatible with that signature is observed. Exclusion limits at 95% confidence level are placed on the masses of the spin-1 mediator and the dark matter candidates, and are compared to constraints from the dark matter relic density measurements. In a vector (axial-vector) coupling scenario, masses of the spin-1 mediator are excluded up to 1.85 (1.85) TeV with an expectation of 2.0 (2.0) TeV, whereas masses of the dark matter candidates are excluded up to 0.75 (0.55) TeV with an expectation of 0.85 (0.65) TeV.",
  "10.1103/6ywq-gm61": "The polarization of the $Λ$ and $\\overlineΛ$ hyperons along the beam direction has been measured in proton-lead (pPb) collisions at a center-of-mass energy per nucleon pair of 8.16 TeV. The data were obtained with the CMS detector at the LHC and correspond to an integrated luminosity of 186.0 $\\pm$ 6.5 nb$^{-1}$. A significant azimuthal dependence of the hyperon polarization, characterized by the second-order Fourier sine coefficient $P_{z,s2}$, is observed. The $P_{z,s2}$ values decrease as a function of charged particle multiplicity, but increase with transverse momentum. A hydrodynamic model that describes the observed $P_{z,s2}$ values in nucleus-nucleus collisions by introducing vorticity effects does not reproduce either the sign or the magnitude of the pPb results. These observations pose a challenge to the current theoretical implementation of spin polarization in heavy ion collisions and offer new insights into the origin of spin polarization in hadronic collisions at LHC energies.",
  "10.1007/JHEP06(2025)144": "A search for beyond-the-standard-model neutral Higgs bosons decaying to a pair of bottom quarks, and produced in association with at least one additional bottom quark, is performed with the CMS detector. The data were recorded in proton-proton collisions at a centre-of-mass energy of 13 TeV at the CERN LHC, and correspond to an integrated luminosity of 36.7-126.9 fb$^{-1}$ depending on the probed mass range. No signal above the standard model background expectation is observed. Upper limits on the production cross section times branching fraction are set for Higgs bosons in the mass range of 125-1800 GeV. The results are interpreted in benchmark scenarios of the minimal supersymmetric standard model, as well as suitable classes of two-Higgs-doublet models.",
  "10.1007/JHEP05(2025)079": "The measurements of the Higgs boson (H) production cross sections performed by the CMS Collaboration in the four-lepton (4$\\ell$, $\\ell$ = e, $μ$) final state at a center-of-mass energy $\\sqrt{s}$ = 13.6 TeV are presented. These measurements are based on data collected with the CMS detector at the CERN LHC in 2022, corresponding to an integrated luminosity of 34.7 fb$^{-1}$. Cross sections are measured in a fiducial region closely matching the experimental acceptance, both inclusively and differentially, as a function of the transverse momentum and the absolute value of the rapidity of the four-lepton system. The H $\\to$ ZZ $\\to$ 4$\\ell$ inclusive fiducial cross section is measured to be 2.89 $^{+0.53}_{-0.49}$ (stat) $^{+0.29}_{-0.21}$ (syst) fb, in agreement with the standard model expectation of 3.09 $^{+0.27}_{-0.24}$ fb.",
  "10.1007/JHEP10(2025)074": "A search for a heavy pseudoscalar Higgs boson, A, decaying to a 125 GeV Higgs boson h and a Z boson is presented. The h boson is identified via its decay to a pair of tau leptons, while the Z boson is identified via its decay to a pair of electrons or muons. The search targets the production of the A boson via the gluon-gluon fusion process, gg $\\to$ A, and in association with bottom quarks, $\\mathrm{b\\bar{b}}$A. The analysis uses a data sample corresponding to an integrated luminosity of 138 fb$^{-1}$ collected with the CMS detector at the CERN LHC in proton-proton collisions at a centre-of-mass energy of $\\sqrt{s}$ = 13 TeV. Constraints are set on the product of the cross sections of the A production mechanisms and the A $\\to$ Zh decay branching fraction. The observed (expected) upper limit at 95% confidence level ranges from 0.049 (0.060) pb to 1.02 (0.79) pb for the gg $\\to$ A process and from 0.053 (0.059) pb to 0.79 (0.61) pb for the $\\text{b}\\bar{\\text{b}}$A process in the probed range of the A boson mass, $m_\\text{A}$, from 225 GeV to 1 TeV. The results of the search are used to constrain parameters within the ${\\text{M}_{\\text{h,EFT}}^{\\text{125}}}$ benchmark scenario of the minimal supersymmetric extension of the standard model. Values of $\\tanβ$ below 2.2 are excluded in this scenario at 95% confidence level for all $m_\\text{A}$ values in the range from 225 to 350 GeV.",
  "10.1103/srvm-f1h3": "The first search for a heavy neutral spin-1 gauge boson (Z') with nonuniversal fermion couplings produced via vector boson fusion processes and decaying to tau leptons or W bosons is presented. The analysis is performed using LHC data at $\\sqrt{s}$ = 13 TeV, collected from 2016 to 2018 and corresponding to an integrated luminosity of 138 fb$^{-1}$. The data are consistent with the standard model predictions. Upper limits are set on the product of the cross section for production of the Z' boson and its branching fraction to $ττ$ or WW. The presence of a Z' boson decaying to $τ^+τ^-$ (W$^+$W$^-$) is excluded for masses up to 2.45 (1.60) TeV, depending on the Z' boson coupling to SM weak bosons, and assuming a Z' $\\to$ $τ^+τ^-$ (W$^+$W$^-$) branching fraction of 50%.",
  "10.1088/1748-0221/20/04/P04021": "\"Soft\" muons with a transverse momentum below 10 GeV are featured in many processes studied by the CMS experiment, such as decays of heavy-flavor hadrons or rare tau lepton decays. Maximizing the selection efficiency for these muons, while simultaneously suppressing backgrounds from long-lived light-flavor hadron decays, is therefore important for the success of the CMS physics program. Multivariate techniques have been shown to deliver better muon identification performance than traditional selection techniques. To take full advantage of the large data set currently being collected during Run 3 of the CERN LHC, a new multivariate classifier based on a gradient-boosted decision tree has been developed. It offers a significantly improved separation of signal and background muons compared to a similar classifier used for the analysis of the Run 2 data. The performance of the new classifier is evaluated on a data set collected with the CMS detector in 2022 and 2023, corresponding to an integrated luminosity of 62 fb$^{-1}$.",
  "10.1016/j.physletb.2025.139754": "The most precise measurement to date of the W boson hadronic decay branching fraction ratio $R_\\mathrm{c}^\\mathrm{W}$ = $\\mathcal{B}$(W $\\to$ cq) / $\\mathcal{B}$(W $\\to$ $\\mathrm{q\\bar{q}'}$) is presented. The measurement is based on a sample of proton-proton collision data from the CERN LHC collected by the CMS experiment at a center-of-mass energy of 13 TeV in 2016-2018 with an integrated luminosity of 138 fb$^{-1}$. The large cross section of top quark-antiquark production at the LHC offers a sizable high-purity sample of W bosons suitable for this measurement. Events with one charged lepton (electron or muon) and at least four jets, two tagged as bottom quark jets, are analyzed. Charm jets are tagged using the presence of a muon inside the jet. The result, $R_\\mathrm{c}^\\mathrm{W}$ = 0.489 $\\pm$ 0.020, is consistent with the standard model prediction and is twice as precise as the current world-average value.",
  "10.1007/JHEP08(2025)006": "Measurements of light-by-light scattering (LbL, $γγ$ $\\to$ $γγ$) and the Breit-Wheeler process (BW, $γγ$ $\\to$ $\\mathrm{e^+e^-}$) are reported in ultraperipheral PbPb collisions at a centre-of-mass energy per nucleon pair of 5.02 TeV. The data sample, corresponding to an integrated luminosity of 1.7 nb$^{-1}$, was collected by the CMS experiment at the CERN LHC in 2018. Events with an exclusively produced $γγ$ or $\\mathrm{e^+e^-}$ pair with invariant masses $m^{γγ,\\mathrm{ee}}$ $>$ 5 GeV, along with other fiducial criteria, are selected. The measured BW fiducial production cross section, $σ_\\text{fid}$($γγ$ $\\to$ $\\mathrm{e^+e^-}$) = 263.5 $\\pm$ 1.8 (stat) $\\pm$ 17.8 (syst) $μ$b, as well as the differential distributions for various kinematic observables, are in agreement with leading-order quantum electrodynamics predictions complemented with final-state photon radiation. The measured differential BW cross sections allow discriminating between different theoretical descriptions of the photon flux of the lead ion. In the LbL final state, 26 exclusive diphoton candidate events are observed compared with 12.0 $\\pm$ 2.9 expected for the background. Combined with previous results, the observed significance of the LbL signal with respect to the background-only hypothesis is above five standard deviations. The measured fiducial LbL scattering cross section, $σ_\\text{fid} (γγ$ $\\to$ $γγ)$ = 107 $\\pm$ 24 (stat) $\\pm$ 13 (syst) nb, is in agreement with next-to-leading-order predictions. Limits on the production of axion-like particles coupled to photons are set over the mass range 5-100 GeV, including the most stringent limits to date in the range of 5-10 GeV.",
  "10.1103/PhysRevD.111.112004": "A search for heavy neutral gauge bosons (Z') decaying into a pair of tau leptons is performed in proton-proton collisions at $\\sqrt{s}$ = 13 TeV at the CERN LHC. The data were collected with the CMS detector and correspond to an integrated luminosity of 138 fb$^{-1}$. The observations are found to be in agreement with the expectation from standard model processes. Limits at 95% confidence level are set on the product of the Z' production cross section and its branching fraction to tau lepton pairs for a range of Z' boson masses. For a narrow resonance in the sequential standard model scenario, a Z' boson with a mass below 3.5 TeV is excluded. This is the most stringent limit to date from this type of search.",
  "10.1088/1361-6633/add762": "This paper presents a model-agnostic search for narrow resonances in the dijet final state in the mass range 1.8-6 TeV. The signal is assumed to produce jets with substructure atypical of jets initiated by light quarks or gluons, with minimal additional assumptions. Search regions are obtained by utilizing multivariate machine-learning methods to select jets with anomalous substructure. A collection of complementary anomaly detection methods - based on unsupervised, weakly supervised, and semisupervised algorithms - are used in order to maximize the sensitivity to unknown new physics signatures. These algorithms are applied to data corresponding to an integrated luminosity of 138 fb$^{-1}$, recorded by the CMS experiment at the LHC, at a center-of-mass energy of 13 TeV. No significant excesses above background expectations are seen. Exclusion limits are derived on the production cross section of benchmark signal models varying in resonance mass, jet mass, and jet substructure. Many of these signatures have not been previously sought, making several of the limits reported on the corresponding benchmark models the first ever. When compared to benchmark inclusive and substructure-based search strategies, the anomaly detection methods are found to significantly enhance the sensitivity to a variety of models.",
  "10.1007/JHEP10(2025)236": "Several new physics models including versions of supersymmetry (SUSY) characterized by $R$-parity violation (RPV) or with additional hidden sectors predict the production of events with top quarks, low missing transverse momentum, and many additional quarks or gluons. The results of a search for top squarks decaying to two top quarks and six additional light-flavor quarks or gluons are reported. The search employs a novel machine learning method for background estimation from control samples in data using decorrelated discriminators. The search is performed using events with 0, 1, or 2 electrons or muons in conjunction with at least six jets. No requirement is placed on the magnitude of the missing transverse momentum. The result is based on a sample of proton-proton collisions at $\\sqrt{s}$ = 13 TeV corresponding to 138 fb$^{-1}$ of integrated luminosity collected with the CMS detector at the LHC in 2016$-$2018. The data are used to determine upper limits on the top squark pair production cross section in the frameworks of RPV and stealth SUSY. Models with top squark masses less than 700 (930) GeV are excluded at 95% confidence level for RPV (stealth) SUSY scenarios.",
  "10.1016/j.physletb.2024.139173": "This Letter presents the first search for bottom quark associated production of the standard model Higgs boson, in final states with leptons. Higgs boson decays to pairs of tau leptons and pairs of leptonically decaying W bosons are considered. The search is performed using data collected from 2016 to 2018 by the CMS experiment in proton-proton collisions at a centre-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 138 fb$^{-1}$. Upper limits at the 95% confidence level are placed on the signal strength for Higgs boson production in association with bottom quarks; the observed (expected) upper limit is 3.7 (6.1) times the standard model prediction.",
  "10.1103/zc76-rgcp": "A search for the rare decay D$^0$ $\\to$ $μ^+μ^-$ is reported using proton-proton collision events at $\\sqrt{s}$ = 13.6 TeV collected by the CMS detector in 2022$-$2023, corresponding to an integrated luminosity of 64.5 fb$^{-1}$. This is the first analysis to use a newly developed inclusive dimuon trigger, expanding the scope of the CMS flavor physics program. The search uses D$^0$ mesons obtained from D$^{*+}$ $\\to$ D$^0π^+$ decays. No significant excess is observed. A limit on the branching fraction of $\\mathcal{B}$(D$^0$ $\\to$ $μ^+μ^-$) $\\lt$ 2.4 $\\times$ 10$^{-9}$ at 95% confidence level is set. This is the most stringent upper limit set on any flavor changing neutral current decay in the charm sector.",
  "10.1103/PhysRevD.111.L051102": "A measurement of the ratio of branching fractions $R$(J/$ψ$) = $\\mathcal{B}$(B$^+_\\text{c}$ $\\to$ J/$ψ$$τ^+ν_τ$) / $\\mathcal{B}$(B$^+_\\text{c}$ $\\to$ J/$ψ$$μ^+ν_μ$) in the J/$ψ$ $\\to$ $μ^+μ^-$, $τ^+$ $\\to$ $μ^+μ_τ\\overlineν_τ$ decay channel is presented. This measurement uses a sample of proton-proton collision data collected at a center-of-mass energy of 13 TeV by the CMS experiment in 2018, corresponding to an integrated luminosity of 59.7 fb$^{-1}$. The measured ratio, $R$(J/$ψ$) = 0.17 $^{+ 0.18}_{- 0.17}$ (stat) $^{+ 0.21}_{- 0.22}$ (syst) $^{+ 0.19}_{- 0.18}$ (theo) = 0.17 $\\pm$ 0.33, agrees with the value of 0.2582 $\\pm$ 0.0038 predicted by the standard model, which assumes lepton flavor universality. By testing lepton flavor universality, this measurement is a probe of new physics using B$^+_\\text{c}$ mesons, which are currently only produced at the LHC.",
  "10.1007/JHEP04(2025)162": "Measurements of fiducial and total inclusive cross sections for W and Z boson production are presented in proton-proton collisions at $\\sqrt{s}$ = 5.02 and 13 TeV. Electron and muon decay modes ($\\ell$ = e or $μ$) are studied in the data collected with the CMS detector in 2017, in dedicated runs with reduced instantaneous luminosity. The data sets correspond to integrated luminosities of 298 $\\pm$ 6 pb$^{-1}$ at 5.02 TeV and 206 $\\pm$ 5 pb$^{-1}$ at 13 TeV. Measured values of the products of the total inclusive cross sections and the branching fractions at 5.02 TeV are $σ$(pp $\\to$ W+X) $\\mathcal{B}$(W $\\to$ $\\ellν$) = 7300 $\\pm$ 10 (stat) $\\pm$ 60 (syst) $\\pm$ 140 (lumi) pb, and $σ$(pp $\\to$ Z+X) $\\mathcal{B}$(Z $\\to$ $\\ell^+\\ell^-$) = 669 $\\pm$ 2 (stat) $\\pm$ 6 (syst) $\\pm$ 13 (lumi) pb for the dilepton invariant mass in the range of 60-120 GeV. The corresponding results at 13 TeV are 20480 $\\pm$ 10 (stat) $\\pm$ 170 (syst) $\\pm$ 470 (lumi) pb and 1952 $\\pm$ 4 (stat) $\\pm$ 18 (syst) $\\pm$ 45 (lumi) pb. The measured values agree with cross section calculations at next-to-next-to-leading-order in perturbative quantum chromodynamics. Fiducial and total inclusive cross sections, ratios of cross sections of W$^+$ and W$^-$ production as well as inclusive W and Z boson production, and ratios of these measurements at 5.02 and 13 TeV are reported.",
  "10.1016/j.physletb.2025.139526": "The forward-backward asymmetry in Drell-Yan production and the effective leptonic electroweak mixing angle are measured in proton-proton collisions at $\\sqrt{s}$ = 13 TeV, collected by the CMS experiment and corresponding to an integrated luminosity of 138 fb$^{-1}$. The measurement uses both dimuon and dielectron events, and is performed as a function of the dilepton mass and rapidity. The unfolded angular coefficient $A_4$ is also extracted, as a function of the dilepton mass and rapidity. Using the CT18Z set of parton distribution functions, we obtain $\\sinθ^\\ell_\\text{eff}$ = 0.23152 $\\pm$ 0.00031, where the uncertainty includes the experimental and theoretical contributions. The measured value agrees with the standard model fit result to global experimental data. This is the most precise $\\sinθ^\\ell_\\text{eff}$ measurement at a hadron collider, with a precision comparable to the results obtained at LEP and SLD.",
  "10.1007/JHEP02(2025)050": "A search for dark matter (DM) particles produced in association with bottom quarks is presented. The analysis uses proton-proton collision data at a center-of-mass energy of $\\sqrt{s}$ = 13 TeV, corresponding to an integrated luminosity of 138 fb$^{-1}$. The search is performed in the final state with large missing transverse momentum and a pair of jets originating from bottom quarks. No significant excess of data is observed with respect to the standard model expectation. Results are interpreted in the context of a type-II two-Higgs-doublet model with an additional light pseudoscalar (2HDM+a). An upper limit is set on the mass of the lighter pseudoscalar, excluding masses up to 260 GeV at 95% confidence level. Sensitivity to the parameter space with the ratio of the vacuum expectation values of the two Higgs doublets, $\\tanβ$, greater than 15 is achieved, capitalizing on the enhancement of couplings between pseudoscalars and bottom quarks with high $\\tanβ$.",
  "10.1016/j.physletb.2025.139279": "The pseudorapidity ($η$) distributions of charged hadrons are measured using data collected at the highest ever nucleon-nucleon center-of-mass energy of $\\sqrt{s_\\mathrm{NN}}$ = 5.36 TeV for collisions of lead-lead ions. The data were recorded by the CMS experiment at the LHC in 2022 and correspond to an integrated luminosity of 0.30 $\\pm$ 0.03 $μ$b$^{-1}$. Using the CMS silicon pixel detector, the yields of primary charged hadrons produced in the range $\\vertη\\vert$ $\\lt$ 2.6 are reported. The evolution of the midrapidity particle density as a function of collision centrality is also reported. In the 5% most central collisions, the charged-hadron $η$ density in the range $\\vertη\\vert$ $\\lt$ 0.5 is found to be 2032 $\\pm$ 91 (syst), with negligible statistical uncertainty. This result is consistent with an extrapolation from nucleus-nucleus collision data at lower center-of-mass energies. Comparisons are made to various Monte Carlo event generators and to previous measurements of lead-lead and xenon-xenon collisions at similar collision energies. These new data detail the dependence of particle production on the collision energy, initial collision geometry, and the size of the colliding nuclei.",
  "10.1007/JHEP01(2025)107": "The first measurement of the inclusive and normalised differential cross sections of single top quark production in association with a W boson in proton-proton collisions at a centre-of-mass energy of 13.6 TeV is presented. The data were recorded with the CMS detector at the LHC in 2022, and correspond to an integrated luminosity of 34.7 fb$^{-1}$. The analysed events contain one muon and one electron in the final state. For the inclusive measurement, multivariate discriminants exploiting the kinematic properties of the events are used to separate the signal from the dominant top quark-antiquark production background. A cross section of 82.3 $\\pm$ 2.1 (stat) ${}^{+9.9}_{-9.7}$ (syst) $\\pm$ 3.3 (lumi) pb is obtained, consistent with the predictions of the standard model. A fiducial region is defined according to the detector acceptance to perform the differential measurements. The resulting differential distributions are unfolded to particle level and show good agreement with the predictions at next-to-leading order in perturbative quantum chromodynamics.",
  "10.1007/JHEP02(2025)195": "The production cross sections of B$^0_\\mathrm{s}$ and B$^+$ mesons are reported in proton-proton (pp) collisions recorded by the CMS experiment at the CERN LHC with a center-of-mass energy of 5.02 TeV. The data sample corresponds to an integrated luminosity of 302 pb$^{-1}$. The cross sections are based on measurements of the B$^0_\\mathrm{s}$ $\\to$ J/$ψ(μ^+μ^-)φ$(1020) (K$^+$K$^-$) and B$^+$ $\\to$ J/$ψ(μ^+μ^-)$K$^+$ decay channels. Results are presented in the transverse momentum ($p_\\mathrm{T}$) range 7-50 GeV/$c$ and the rapidity interval $\\lvert y \\rvert$ $\\lt$ 2.4 for the B mesons. The measured $p_\\mathrm{T}$-differential cross sections of B$^+$ and B$^0_\\mathrm{s}$ in pp collisions are well described by fixed-order plus next-to-leading logarithm perturbative quantum chromodynamics calculations. Using previous PbPb collision measurements at the same nucleon-nucleon center-of-mass energy, the nuclear modification factors, $R_\\mathrm{AA}$, of the B mesons are determined. For $p_\\mathrm{T}$ $\\lt$ 10 GeV/$c$, both mesons are found to be suppressed in PbPb collisions (with $R_\\mathrm{AA}$ values significantly below unity), with less suppression observed for the B$^0_\\mathrm{s}$ mesons. In this $p_\\mathrm{T}$ range, the $R_\\mathrm{AA}$ values for the B$^+$ mesons are consistent with those for inclusive charged hadrons and D$^0$ mesons. Below 10 GeV/$c$, both B$^+$ and B$^0_\\mathrm{s}$ are found to be less suppressed than either inclusive charged hadrons or D$^0$ mesons, with the B$^0_\\mathrm{s}$ $R_\\mathrm{AA}$ value consistent with unity. The $R_\\mathrm{AA}$ values found for the B$^+$ and B$^0_\\mathrm{s}$ are compared to theoretical calculations, providing constraints on the mechanism of bottom quark energy loss and hadronization in the quark-gluon plasma, the hot and dense matter created in ultrarelativistic heavy ion collisions.",
  "10.1088/1361-6633/adaa13": "A search for light long-lived particles decaying to displaced jets is presented, using a data sample of proton-proton collisions at a center-of-mass energy of 13.6 TeV, corresponding to an integrated luminosity of 34.7 fb$^{-1}$, collected with the CMS detector at the CERN LHC in 2022. Novel trigger, reconstruction, and machine-learning techniques were developed for and employed in this search. After all selections, the observations are consistent with the background predictions. Limits are presented on the branching fraction of the Higgs boson to long-lived particles that subsequently decay to quark pairs or tau lepton pairs. An improvement by up to a factor of 10 is achieved over previous limits for models with long-lived particle masses smaller than 60 GeV and proper decay lengths smaller than 1 m. The first constraints are placed on the fraternal twin Higgs and folded supersymmetry models, where the lower bounds on the top quark partner mass reach up to 350 GeV for the fraternal twin Higgs model and 250 GeV for the folded supersymmetry model.",
  "10.1103/PhysRevD.111.092014": "A measurement of the Higgs boson mass and width via its decay to two Z bosons is presented. Proton-proton collision data collected by the CMS experiment, corresponding to an integrated luminosity of 138 fb$^{-1}$ at a center-of-mass energy of 13 TeV is used. The invariant mass distribution of four leptons in the on-shell Higgs boson decay is used to measure its mass and constrain its width. This yields the most precise single measurement of the Higgs boson mass to date, 125.04 $\\pm$ 0.12 GeV, and an upper limit on the width $Γ_\\mathrm{H}$ $\\lt$ 330 MeV at 95% confidence level. A combination of the on- and off-shell Higgs boson production decaying to four leptons is used to determine the Higgs boson width, assuming that no new virtual particles affect the production, a premise that is tested by adding new heavy particles in the gluon fusion loop model. This result is combined with a previous CMS analysis of the off-shell Higgs boson production with decay to two leptons and two neutrinos, giving a measured Higgs boson width of 3.0 $^{+2.0}_{-1.5}$ MeV, in agreement with the standard model prediction of 4.1 MeV. The strength of the off-shell Higgs boson production is also reported. The scenario of no off-shell Higgs boson production is excluded at a confidence level corresponding to 3.8 standard deviations.",
  "10.1103/PhysRevD.111.072003": "An analysis is presented based on models of the intrinsic transverse momentum (intrinsic $k_\\mathrm{T}$) of partons in nucleons by studying the dilepton transverse momentum in Drell-Yan events. Using parameter tuning in event generators and existing data from fixed-target experiments and from hadron colliders, our investigation spans three orders of magnitude in center-of-mass energy and two orders of magnitude in dilepton invariant mass. The results show an energy-scaling behavior of the intrinsic $k_\\mathrm{T}$ parameters, independent of the dilepton invariant mass at a given center-of-mass energy.",
  "10.1007/JHEP04(2025)109": "A search for heavy, long-lived, charged particles with large ionization energy loss within the silicon tracker of the CMS experiment is presented. A data set of proton-proton collisions at a center of mass energy at $\\sqrt{s}$ = 13 TeV, collected in 2017 and 2018 at the CERN LHC, corresponding to an integrated luminosity of 101 fb$^{-1}$, is used in this analysis. Two different approaches for the search are taken. A new method exploits the independence of the silicon pixel and strips measurements, while the second method improves on previous techniques using ionization to determine a mass selection. No significant excess of events above the background expectation is observed. The results are interpreted in the context of the pair production of supersymmetric particles, namely gluinos, top squarks, and tau sleptons, and of the Drell-Yan pair production of fourth generation ($τ'$) leptons with an electric charge equal to or twice the absolute value of the electron charge ($e$). An interpretation of a Z$'$ boson decaying to two $τ'$ leptons with an electric charge equal to 2$e$ is presented for the first time. The 95% confidence upper limits on the production cross section are extracted for each of these hypothetical particles.",
  "10.1007/JHEP02(2025)199": "A search for high-mass resonances decaying into a gluon, g, and two W bosons is presented. A Kaluza--Klein gluon, g$_\\mathrm{KK}$, decaying in cascade via a scalar radion R, g$_\\mathrm{KK}$ $\\to$ gR $\\to$ gWW, is considered. The final state studied consists of three large-radius jets, two of which contain the products of hadronically decaying W bosons, and the third one the hadronization products of the gluon. The analysis is performed using proton-proton collision data at $\\sqrt{s}$ = 13 TeV collected by the CMS experiment at the CERN LHC during 2016-2018, corresponding to an integrated luminosity of 138 fb$^{-1}$. The masses of the g$_\\mathrm{KK}$ and R candidates are reconstructed as trijet and dijet masses, respectively. These are used for event categorization and signal extraction. No excess of data events above the standard model background expectation is observed. Upper limits are set on the product of the g$_\\mathrm{KK}$ production cross section and its branching fraction via a radion R to gWW. This is the first analysis examining the resonant WW+jet signature and setting limits on the two resonance masses in an extended warped extra-dimensional model.",
  "10.1016/j.physletb.2025.139296": "Three rare decay processes of the Higgs boson to a $ρ$(770)$^0$, $φ$(1020), or K$^{*}$(892)$^0$ meson and a photon are searched for using $\\sqrt{s}$ = 13 TeV proton-proton collision data collected by the CMS experiment at the LHC. Events are selected assuming the mesons decay into a pair of charged pions, a pair of charged kaons, or a charged kaon and pion, respectively. Depending on the Higgs boson production mode, different triggering and reconstruction techniques are adopted. The analyzed data sets correspond to integrated luminosities up to 138 fb$^{-1}$, depending on the reconstructed final state. After combining various data sets and categories, no significant excess above the background expectations is observed. Upper limits at 95% confidence level on the Higgs boson branching fractions into $ρ$(770)$^0$$γ$, $φ$(1020)$γ$, and K$^{*}$(892)$^0γ$ are determined to be 3.7 $\\times$ 10$^{-4}$, 3.0 $\\times$ 10$^{-4}$, and 3.0 $\\times$ 10$^{-4}$, respectively. In case of the $ρ$(770)$^0$$γ$ and $φ$(1020)$γ$ channels, these are the most stringent experimental limits to date.",
  "10.1140/epjc/s10052-024-13729-y": "A search is presented for the pair production of new heavy resonances, each decaying into a top quark (t) or antiquark and a gluon (g). The analysis uses data recorded with the CMS detector from proton-proton collisions at a center-of-mass energy of 13 TeV at the LHC, corresponding to an integrated luminosity of 138 fb$^{-1}$. Events with one muon or electron, multiple jets, and missing transverse momentum are selected. After using a deep neural network to enrich the data sample with signal-like events, distributions in the scalar sum of the transverse momenta of all reconstructed objects are analyzed in the search for a signal. No significant deviations from the standard model prediction are found. Upper limits at 95% confidence level are set on the product of cross section and branching fraction squared for the pair production of excited top quarks in the $\\mathrm{t^*}$ $\\to$ tg decay channel. The upper limits range from 120 to 0.8 fb for a $\\mathrm{t^*}$ with spin-1/2 and from 15 to 1.0 fb for a $\\mathrm{t^*}$ with spin-3/2. These correspond to mass exclusion limits up to 1050 and 1700 GeV for spin-1/2 and spin-3/2 $\\mathrm{t^*}$ particles, respectively. These are the most stringent limits to date on the existence of $\\mathrm{t^*}$ $\\to$ tg resonances.",
  "10.1007/JHEP06(2025)006": "Results are presented for a test of the compositeness of the heaviest charged lepton, $τ$, using data collected by the CMS experiment in proton-proton collisions at a center-of-mass energy of 13 TeV at the CERN LHC. The data were collected in 2016-2018 and correspond to an integrated luminosity of 138 fb$^{-1}$. This analysis searches for tau lepton pair production in which one of the tau leptons is produced in an excited state and decays to a ground state tau lepton and a photon. The event selection consists of two isolated tau lepton decay candidates and a high-energy photon. The mass of the excited tau lepton is reconstructed using the missing transverse momentum in the event, assuming the momentum of the neutrinos from each tau lepton decay are aligned with the visible decay products. No excess of events above the standard model background prediction is observed. This null result is used to set lower bounds on the excited tau lepton mass. For a compositeness scale $Λ$ equal to the excited tau lepton mass, excited tau leptons with masses below 4700 GeV are excluded at 95% confidence level; for $Λ$ = 10 TeV this exclusion is set at 2800 GeV. This is the first experimental result covering this production and decay process in the excited tau mass range above 175 GeV.",
  "10.1007/JHEP04(2025)099": "A measurement of the top quark pair ($\\mathrm{t\\bar{t}}$) production cross section in proton-proton collisions at a centre-of-mass energy of 5.02 TeV is presented. The data were collected at the LHC in autumn 2017, in dedicated runs with low-energy and low-intensity conditions with respect to the default configuration, and correspond to an integrated luminosity of 302 pb$^{-1}$. The measurement is performed using events with one electron or muon, and multiple jets, at least one of them being identified as originating from a b quark (b tagged). Events are classified based on the number of all reconstructed jets and of b-tagged jets. Multivariate analysis techniques are used to enhance the separation between the signal and backgrounds. The measured cross section is 62.5 $\\pm$ 1.6 (stat) $^{+2.6}_{-2.5}$ (syst) $\\pm$ 1.2 (lumi) pb. A combination with the result in the dilepton channel based on the same data set yields a value of 62.3 $\\pm$ 1.5 (stat) $\\pm$ 2.4 (syst) $\\pm$ 1.2 (lumi) pb, to be compared with the standard model prediction of 69.5 $^{+3.5}_{-3.7}$ pb at next-to-next-to-leading order in perturbative quantum chromodynamics.",
  "10.1007/JHEP02(2025)177": "Measurements are presented of inclusive and differential cross sections for Z boson associated production of top quark pairs ($\\mathrm{t\\bar{t}}$Z) and single top quarks (tZq or tWZ). The data were recorded in proton-proton collisions at a center-of-mass energy of 13 TeV, corresponding to an integrated luminosity of 138 fb$^{-1}$. Events with three or more leptons, electrons or muons, are selected and a multiclass deep neural network is used to separate three event categories, the $\\mathrm{t\\bar{t}}$Z and tWZ processes, the tZq process, and the backgrounds. A profile likelihood approach is used to unfold the differential cross sections, to account for systematic uncertainties, and to determine the correlations between the two signal categories in one global fit. The inclusive cross sections for a dilepton invariant mass between 70 and 110 GeV are measured to be 1.14 $\\pm$ 0.07 pb for the sum of $\\mathrm{t\\bar{t}}$Z and tWZ, and 0.81 $\\pm$ 0.10 pb for tZq, in good agreement with theoretical predictions.",
  "10.1007/JHEP02(2025)089": "A search is presented for a heavy resonance decaying into a Z boson and a Higgs (H) boson. The analysis is based on data from proton-proton collisions at a centre-of-mass energy of 13 TeV corresponding to an integrated luminosity of 138 fb$^{-1}$, recorded with the CMS experiment in the years 2016-2018. Resonance masses between 1.4 and 5 TeV are considered, resulting in large transverse momenta of the Z and H bosons. Final states that result from Z boson decays to pairs of electrons, muons, or neutrinos are considered. The H boson is reconstructed as a single large-radius jet, recoiling against the Z boson. Machine-learning flavour-tagging techniques are employed to identify decays of a Lorentz-boosted H boson into pairs of charm or bottom quarks, or into four quarks via the intermediate H $\\to$ WW* and ZZ* decays. The analysis targets H boson decays that were not generally included in previous searches using the H $\\to$ $\\mathrm{b\\bar{b}}$ channel. Compared with previous analyses, the sensitivity for high resonance masses is improved significantly in the channel where at most one b quark is tagged.",
  "10.1140/epjc/s10052-025-14097-x": "Data analyses in particle physics rely on an accurate simulation of particle collisions and a detailed simulation of detector effects to extract physics knowledge from the recorded data. Event generators together with a GEANT-based simulation of the detectors are used to produce large samples of simulated events for analysis by the LHC experiments. These simulations come at a high computational cost, where the detector simulation and reconstruction algorithms have the largest CPU demands. This article describes how machine-learning (ML) techniques are used to reweight simulated samples obtained with a given set of model parameters to samples with different parameters or samples obtained from entirely different simulation programs. The ML reweighting method avoids the need for simulating the detector response multiple times by incorporating the relevant information in a single sample through event weights. Results are presented for reweighting to model variations and higher-order calculations in simulated top quark pair production at the LHC. This ML-based reweighting is an important element of the future computing model of the CMS experiment and will facilitate precision measurements at the High-Luminosity LHC.",
  "10.1016/j.physletb.2025.139406": "A full set of optimized observables is measured in an angular analysis of the decay B$^0$ $\\to$ K$^*$(892)$^0μ^+μ^-$ using a sample of proton-proton collisions at $\\sqrt{s}$ = 13 TeV, collected with the CMS detector at the LHC, corresponding to an integrated luminosity of 140 fb$^{-1}$. The analysis is performed in six bins of the squared invariant mass of the dimuon system, $q^2$, over the range 1.1 $\\lt$ $q^2$ $\\lt$ 16 GeV$^2$. The results are among the most precise experimental measurements of the angular observables for this decay and are compared to a variety of predictions based on the standard model. Some of these predictions exhibit tension with the measurements.",
  "10.1016/j.physletb.2025.139462": "A search is presented for rare decays of the Z and Higgs bosons to a photon and a J/$ψ$ or a $ψ$(2S) meson, with the charmonium state subsequentially decaying to a pair of muons. The data set corresponds to an integrated luminosity of 123 fb$^{-1}$ of proton-proton collisions at a center-of-mass energy of 13 TeV collected with the CMS detector at the LHC. No evidence for branching fractions of these rare decay channels larger than predicted in the standard model is observed. Upper limits at 95% confidence level are set: $\\mathcal{B}$(H $\\to$ J/$ψγ$) $\\lt$ 2.6 $\\times$ 10$^{-4}$, $\\mathcal{B}$(H $\\to$ $ψ$(2S)$γ$) $\\lt$ 9.9 $\\times$ 10$^{-4}$, $\\mathcal{B}$(Z $\\to$ J/$ψγ$) $\\lt$ 0.6 $\\times$ 10$^{-6}$, and $\\mathcal{B}$(Z $\\to$ $ψ$(2S)$γ$) $\\lt$ 1.3 $\\times$ 10$^{-6}$. The ratio of the Higgs boson coupling modifiers $κ_\\mathrm{c} / κ_γ$ is constrained to be in the interval ($-$157, $+$199) at 95% confidence level. Assuming $κ_γ= 1$, this interval becomes ($-$166, $+$208).",
  "10.1007/JHEP03(2025)114": "A standard model effective field theory (SMEFT) analysis with dimension-six operators probing nonresonant new physics effects is performed in the Higgs-strahlung process, where the Higgs boson is produced in association with a W or Z boson, in proton-proton collisions at a center-of-mass energy of 13 TeV. The final states in which the W or Z boson decays leptonically and the Higgs boson decays to a pair of bottom quarks are considered. The analyzed data were collected by the CMS experiment between 2016 and 2018 and correspond to an integrated luminosity of 138 fb$^{-1}$. An approach designed to simultaneously optimize the sensitivity to Wilson coefficients of multiple SMEFT operators is employed. Likelihood scans as functions of the Wilson coefficients that carry SMEFT sensitivity in this final state are performed for different expansions in SMEFT. The results are consistent with the predictions of the standard model.",
  "10.1088/1748-0221/20/04/P04012": "The TOTEM Roman pot detectors are used to reconstruct the transverse momentum of scattered protons and to estimate the transverse location of the primary interaction. This paper presents new methods of track reconstruction, measurements of strip-level detection efficiencies, cross-checks of the LHC beam optics, and detector alignment techniques, along with their application in the selection of signal collision events. The track reconstruction is performed by exploiting hit cluster information through a novel method using a common polygonal area in the intercept-slope plane. The technique is applied in the relative alignment of detector layers with $μ$m precision. A tag-and-probe method is used to extract strip-level detection efficiencies. The alignment of the Roman pot system is performed through time-dependent adjustments, resulting in a position accuracy of 3 $μ$m in the horizontal and 60 $μ$m in the vertical directions. The goal is to provide an optimal reconstruction tool for central exclusive physics analyses based on the high-$β^*$ data-taking period at $\\sqrt{s}$ = 13 TeV in 2018.",
  "10.1016/j.physletb.2025.139568": "A direct search for new heavy neutral Higgs bosons A and H in the $\\mathrm{t\\bar{t}}$Z channel is presented, targeting the process pp $\\to$ A $\\to$ ZH with H $\\to$ $\\mathrm{t\\bar{t}}$. For the first time, the channel with decays of the Z boson to muons or electrons in association with all-hadronic decays of the $\\mathrm{t\\bar{t}}$ system is targeted. The analysis uses proton-proton collision data collected at the CERN LHC with the CMS experiment at $\\sqrt{s}$ = 13 TeV, which correspond to an integrated luminosity of 138 fb$^{-1}$. No signal is observed. Upper limits on the product of the cross section and branching fractions are derived for narrow resonances A and H with masses up to 2100 and 2000 GeV, respectively, assuming A boson production through gluon fusion. The results are also interpreted within two-Higgs-doublet models, where A and H are CP-odd and CP-even states, respectively, complementing and substantially extending the reach of previous searches.",
  "10.1007/JHEP08(2025)085": "A search is performed for dark matter (DM) produced in association with a single top quark or a pair of top quarks using the data collected with the CMS detector at the LHC from proton-proton collisions at a center-of-mass energy of 13 TeV, corresponding to 138 fb$^{-1}$ of integrated luminosity. An excess of events with a large imbalance of transverse momentum is searched for across 0, 1 and 2 lepton final states. Novel multivariate techniques are used to take advantage of the differences in kinematic properties between the two DM production mechanisms. No significant deviations with respect to the standard model predictions are observed. The results are interpreted considering a simplified model in which the mediator is either a scalar or pseudoscalar particle and couples to top quarks and to DM fermions. Axion-like particles that are coupled to top quarks and DM fermions are also considered. Expected exclusion limits of 410 and 380 GeV for scalar and pseudoscalar mediator masses, respectively, are set at the 95% confidence level. A DM particle mass of 1 GeV is assumed, with mediator couplings to fermions and DM particles set to unity. A small signal-like excess is observed in data, with the largest local significance observed to be 1.9 standard deviations for the 150 GeV pseudoscalar mediator hypothesis. Because of this excess, mediator masses are only excluded below 310 (320) GeV for the scalar (pseudoscalar) mediator. The results are also translated into model-independent 95% confidence level upper limits on the visible cross section of DM production in association with top quarks, ranging from 1 pb to 0.02 pb.",
  "10.1007/JHEP10(2025)170": "A search for dark matter particles produced in association with a Higgs boson decaying into a pair of $τ$ leptons is performed using data collected in proton-proton collisions at a center-of-mass energy of 13 TeV with the CMS detector. The analysis is based on a data set corresponding to an integrated luminosity of 101 fb$^{-1}$ collected in 2017$-$2018. No significant excess over the expected standard model background is observed. This result is interpreted within the frameworks of the 2HDM+a and baryonic Z$'$ benchmark simplified models. The 2HDM+a model is a type-II two-Higgs-doublet model featuring a heavy pseudoscalar with an additional light pseudoscalar. Upper limits at 95% confidence level are set on the product of the production cross section and the branching fraction for each of these two simplified models. Heavy pseudoscalar boson masses between 400 and 700 GeV are excluded for a light pseudoscalar mass of 100 GeV. For the baryonic Z$'$ model, a statistical combination is made with an earlier search based on a data set of 36 fb$^{-1}$ collected in 2016. In this model, Z$'$ boson masses up to 1050 GeV are excluded for a dark matter particle mass of 1 GeV.",
  "10.1051/0004-6361/202348793": "The Archives of Photographic PLates for Astronomical USE (APPLAUSE) project is aimed at digitising astronomical photographic plates from three major German plate collections, making them accessible through integration into the International Virtual Observatory (IVO). Photographic plates and related materials (logbooks, envelopes, etc.) were scanned with commercial flatbed scanners. Astrometric and photometric calibrations were carried out with the developed PyPlate software, using Gaia EDR3 data as a reference. The APPLAUSE data publication complies with IVO standards. The latest data release contains images and metadata from 27 plate collections from the partner institutes in Hamburg, Bamberg, and Potsdam, along with digitised archives provided by Tautenburg, Tartu, and Vatican observatories. Altogether, over two billion calibrated measurements extracted from about 70,000 direct photographic plates can readily be used to create long-term light curves. For instance, we constructed the historic light curve of the enigmatic dipping star KIC 8462852. We found no evidence of previously assumed variations on timescales of decades in our light curve. Potential uses of APPLAUSE images for transient sources can be appreciated by following the development of the nova shell of GK Per (1901) over time and the change in brightness of two extragalactic supernovae. The database holds about 10,000 spectral plates. We made use of objective prism plates to follow the temporal changes of Nova DN Gem through 1912 and 1913, highlighting an outburst in early 1913.",
  "10.1051/0004-6361/202449591": "We revisit the picture of X-ray emission of groups through the study of systematic differences in the optical properties of groups with and without X-ray emission and study the effect of large-scale density field on scaling relations. We present the identification of X-ray galaxy groups using a combination of RASS and SDSS data. We include new X-ray reanalysis of RASS, to include very extended (up to a size of half a degree) sources and account for differences in the limiting sensitivity towards compact and very extended X-ray emission. X-ray groups exhibit less scatter in the scaling relations and selecting the groups based on the extended X-ray emission leads to an additional scatter reduction. Most of the scatter for the optical groups is associated with a small (6%) fraction of outliers, primarily associated with low optical luminosity groups found in dense regions of the cosmic web. These groups are the primary candidates for being the contaminants in the optical group catalogues. Removing those groups from the optical group sample using optically measured properties only, leads to a substantial reduction in the scatter in the most scaling relations of the optical groups. We find a density dependence of both the X-ray and optical luminosity of groups, which we associate with the assembly bias. Abridged.",
  "10.1109/BEC61458.2024.10737934": "The concept of a partial power converter (PPC) has been widely adopted to replace the full power converter. PPC processes only a fraction of the total power flowing between input and output, or source and load, which results in a very high efficiency and power density. Even though PPC has been used in two-port applications, further research is still required to understand PPC in multi-port applications fully. Thus, the main goal of this paper is to investigate a three-port PPC for integrating photovoltaic (PV)/battery systems in dc microgrids. This work proposes a dual-input single-output (DISO) system that forms the two PPC submodules by connecting a PV and a battery to the dc bus via an individual series port of dc-dc cell. Furthermore, this work provided a cost-effective soft switching solution using a current-fed resonant push-pull configuration in PPC. The suggested PV/battery system based on DISO-PPC architecture is validated using PSIM simulation in conjunction with PV and battery voltage variation, maximum power point tracking, and battery current management.",
  "10.1109/CPE-POWERENG60842.2024.10604406": "The idea of a partial power converter or PPC, has been widely used in many two-port networks to replace the full power converter so that input and output are connected in series to obtain high efficiency and high power density. Although the PPC has been utilized in two-port applications, an investigation on PPC in the multiport application is still needed. Therefore, the purpose of this paper is to examine a generalized PPC multiport system network. In this paper, a dual-input single-output (DISO) system is proposed that connects the battery packs to the dc bus through the individual dc-dc cell which makes the two PPC submodules. Moreover, this paper used a current-fed resonant push-pull configuration in PPC to offer an economical solution with soft switching. The proposed DISO-PPC system is verified through PSIM simulation along with battery current control while varying battery voltages.",
  "10.3847/1538-4365/ad85de": "We present the first comprehensive source catalog (UVIT DR1) of ultraviolet (UV) photometry in four far-UV (FUV  13001800 ) and five near-UV (NUV  20003000 ) filters of the Ultraviolet Imaging Telescope (UVIT) on board AstroSat. UVIT DR1 includes bright UV sources in 291 fields that UVIT detected during its first 2 yr of pointed observation, encompassing an area of 58 deg2. We used the ccdlab pipeline to reduce the Level 1 data, SExtractor for source detection, and four photometric procedures to determine the magnitudes of the detected sources. We provided the 3 and 5 detection limits for all the filters of UVIT. We describe the details of observation, source extraction methods, and photometry procedures applied to prepare the catalog. In the final UVIT DR1 catalog, we have point sources, extended sources, clumps from nearby galaxies, globular clusters, open clusters, planetary nebulae, and gaseous nebulae. There are 239,520 unique sources in the combined UVIT DR1, of which 70,488 sources have FUV magnitudes, and 211,410 have NUV magnitudes. We crossmatched and compared noncrowded sources of UVIT with the Galaxy Evolution Explorer and Gaia source catalogs. We provide a clean catalog of the unique sources in various UVIT filters that will help further the multiwavelength scientific analysis of the objects.",
  "10.1051/0004-6361/202450060": "We present a new all-sky catalogue of X-ray detected groups (AXES-2MRS), based on the identification of large X-ray sources found in the ROSAT All-Sky Survey (RASS) with the Two Micron Redshift Survey (2MRS) Bayesian Group Catalogue. We study the basic properties of these galaxy groups to gain insights into the effect of different group selections on the properties. In addition to X-ray luminosity coming from shallow survey data of RASS, we have obtained detailed X-ray properties of the groups by matching the AXES-2MRS catalogue to archival X-ray observations by XMM-Newton and complemented this by adding the published XMM-Newton results on galaxy clusters in our catalogue. We analyse temperature and density to the lowest overdensity accessible by the data, obtaining hydrostatic mass estimates and comparing them to the velocity dispersions of the groups. We find a large spread in the central mass to virial mass ratios for galaxy groups in the XMM-Newton subsample. This can either indicate large non-thermal pressure of galaxy groups affecting our X-ray mass measurements, or the effect of a diversity of halo concentrations on X-ray properties of galaxy groups. Previous catalogues, based on detecting the peak of the X-ray emission preferentially sample the high-concentration groups, while our new catalogue includes many low-concentration groups. Abridged.",
  "10.1093/mnras/stae1461": "The size and complexity reached by the large sky spectroscopic surveys require efficient, accurate, and flexible automated tools for data analysis and science exploitation. We present the Galaxy Spectra Network/GaSNet-II, a supervised multinetwork deep learning tool for spectra classification and redshift prediction. GaSNet-II can be trained to identify a customized number of classes and optimize the redshift predictions. Redshift errors are determined via an ensemble/pseudo-Monte Carlo test obtained by randomizing the weights of the network-of-networks structure. As a demonstration of the capability of GaSNet-II, we use 260k Sloan Digital Sky Survey spectra from Data Release 16, separated into 13 classes including 140k galactic, and 120k extragalactic objects. GaSNet-II achieves 92.4 per cent average classification accuracy over the 13 classes and mean redshift errors of approximately 0.23 per cent for galaxies and 2.1 per cent for quasars. We further train/test the pipeline on a sample of 200k 4MOST (4-metre Multi-Object Spectroscopic Telescope) mock spectra and 21k publicly released DESI (Dark Energy Spectroscopic Instrument) spectra. On 4MOST mock data, we reach 93.4 per cent accuracy in 10-class classification and mean redshift error of 0.55 per cent for galaxies and 0.3 per cent for active galactic nuclei. On DESI data, we reach 96 per cent accuracy in (star/galaxy/quasar only) classification and mean redshift error of 2.8 per cent for galaxies and 4.8 per cent for quasars, despite the small sample size available. GaSNet-II can process 40k spectra in less than one minute, on a normal Desktop GPU. This makes the pipeline particularly suitable for real-time analyses and feedback loops for optimization of Stage-IV survey observations.",
  "10.1051/0004-6361/202452710": "CHANCES, the CHileAN Cluster galaxy Evolution Survey, will study the evolution of galaxies in and around 100 massive galaxy clusters from the local Universe out to z = 0.45, and two superclusters at z $\\sim 0.05$ that contain roughly 25 Abell clusters each. CHANCES will use the new 4MOST Spectroscopic Survey Facility on the VISTA 4m telescope to obtain spectra for $\\sim500,000$ galaxies with magnitudes $r_\\mathrm{AB} < 20.4$, providing comprehensive spectroscopic coverage of each cluster out to 5r_{200}. Its wide and deep scope will trace massive and dwarf galaxies from the surrounding filaments and groups to the cores of galaxy clusters. This will enable the study of galaxy preprocessing and of the role of the evolving environment on galaxy evolution. In this paper, we present and characterise the sample of clusters and superclusters to be targeted by CHANCES. We used literature catalogues based on X-ray emission and the Sunyaev-Zel'dovich effect to define the cluster sample in a homogeneous way, with attention to cluster mass and redshift, as well as the availability of ancillary data. We calibrated literature mass estimates from various surveys against each other and provide an initial mass estimate for each cluster, which we used to define the radial extent of the 4MOST coverage. We also present an initial assessment of the structure surrounding these clusters based on the redMaPPer red-sequence algorithm as a preview of some of the science CHANCES will enable.",
  "10.1109/CPE-POWERENG63314.2025.11027310": "This work studies soft start implementation in the universal power electronics interface (UPEI) with dual-standard output for dc microgrid applications (350/700V). It is based on a series-resonant converter designed to operate with quality factors below unity at a constant switching frequency. It must pre-charge output capacitors to prevent inrush current and false triggering of protection devices when connecting to a dc microgrid. This work proposes a soft start implementation method to limit the inrush currents by implementing a simple PI-based topology morphing control. Also, it requires an extra safety switch added between the output capacitors of the converter and the output dc port. This paper compares converter startup operation with/without the soft start by initial charging of its output capacitor. The verification of the proposed strategy has been performed using PSIM.",
  "10.1109/ACCESS.2025.3576689": "With the rapid growth of edge AI applications, there is an increasing demand for federated learning (FL) frameworks that are both efficient and privacy-preserving. This work introduces a robust approach that leverages homomorphic encryption (HE) to ensure data confidentiality during decentralized training. To tackle the typical challenges of FLsuch as high communication overhead, resource limitations, and convergence inefficienciesour method integrates dynamic client clustering, quantization-aware training, and structured model pruning. These optimizations collectively reduce latency and memory consumption while accelerating model convergence. Evaluations using the Human Activity Recognition dataset show that the proposed approach outperforms several state-of-the-art FL methods, achieving an average increase of +8.4% in accuracy, 16.2% lower latency, 35.1% reduction in memory usage, and 2.7% lower security overhead. These results demonstrate its suitability for real-time, resource-constrained scenarios in domains like healthcare, IoT, and finance, where maintaining a strong balance between efficiency and privacy is essential.",
  "10.1017/pasa.2025.10041": "The theory of galaxy formation posits a clear correlation between the spin of galaxies and the orientation of the elements of the large-scale structure of the Universe, particularly cosmic filaments. A substantial number of observational and modelling studies have been undertaken with the aim of identifying the dependence of spin orientation on the components of the large-scale structure. However, the findings of these studies remain contradictory. In this paper, we present an analysis of the orientation of the spins of 2 861 galaxies with respect to the filaments of the large-scale structure of the Universe. All galaxies in our sample have an inclination to the line of sight greater than 85 degrees, enabling an unambiguous determination of the spin axis direction in space. We investigate the alignment of galaxy spin axes relative to cosmic web filaments as a function of various properties for galaxies. Our results reveal a statistically significant tendency for the galaxy spin axes to align along the filament axes of the large-scale structure.",
  "10.1051/0004-6361/202556023": "Superclusters of galaxies represent dynamically active environments in which galaxies and their systems form and evolve. We study the substructure, connectivity, and galaxy content of galaxy clusters A1656 and A1367 in the Coma supercluster and of A1185 in the Leo supercluster with the aim of understanding the evolution of clusters from turnaround to virialisation, and the evolution of whole superclusters. We used data from the Sloan Digital Sky Survey DR10 MAIN galaxy sample and from DESI cluster catalogues. The projected phase space diagram and the distribution of mass were used to identify regions of various infall stages (early and late infall, and regions of ongoing infall, i.e. regions of influence), their characteristic radii, embedded mass, and density contrasts in order to study the evolution of clusters with the spherical collapse model. We determined the substructure of clusters using normal mixture modelling and their connectivity by counting filaments in the cluster's regions of influence. We analysed galaxy content in clusters and in their environment and derived scaling relations between cluster masses. All three clusters have a substructure with two to five components and up to six filaments connected to them. The radii of regions of influence are R_ inf  4 and the density contrast at their borders is _ inf  50 - 60. The scaling relations between the masses of clusters have a very small scatter. The galaxy content of the clusters and of their regions of influence vary from cluster to cluster. In high-density regions (superclusters), the percentage of quiescent galaxies is higher than in low-density regions between superclusters, where approximately one-fourth of the galaxies are still quiescent. The collapse of the regions of influence of clusters started at redshifts z  0.4 - 0.5. Clusters will be virialised approximately in  3.3 Gyrs. Clusters in superclusters will not merge, and their present-day turnaround regions will be virialised in  10 Gyrs. The large variety of properties of clusters suggests that they have followed different paths during evolution."

}